{
  "text": {
    " ": 0,
    "h": 416,
    "e": 382,
    "y": 813,
    " h": 76,
    "he": 421,
    "ey": 393,
    "y ": 814,
    " he": 77,
    "hey": 424,
    "ey ": 394,
    " hey": 79,
    "hey ": 425,
    "l": 558,
    "o": 645,
    "el": 387,
    "ll": 559,
    "lo": 562,
    "o ": 646,
    "hel": 422,
    "ell": 388,
    "llo": 560,
    "lo ": 563,
    " hel": 78,
    "hell": 423,
    "ello": 389,
    "llo ": 561,
    "i": 500,
    "hi": 426,
    "i ": 501,
    " hi": 80,
    "hi ": 427,
    " hi ": 81,
    "x": 808,
    "n": 609,
    " x": 231,
    "xi": 810,
    "in": 504,
    "n ": 610,
    " xi": 232,
    "xin": 811,
    "in ": 505,
    " xin": 233,
    "xin ": 812,
    "c": 327,
    "à": 820,
    " c": 32,
    "ch": 331,
    "hà": 438,
    "ào": 824,
    " ch": 35,
    "chà": 337,
    "hào": 439,
    "ào ": 825,
    " chà": 38,
    "chào": 338,
    "hào ": 440,
    "b": 299,
    "u": 763,
    "ổ": 1019,
    " b": 15,
    "bu": 315,
    "uổ": 786,
    "ổi": 1020,
    " bu": 24,
    "buổ": 316,
    "uổi": 787,
    "ổi ": 1021,
    " buổ": 25,
    "buổi": 317,
    "uổi ": 788,
    "s": 693,
    "á": 828,
    "g": 395,
    " s": 173,
    "sá": 697,
    "án": 835,
    "ng": 615,
    "g ": 396,
    " sá": 176,
    "sán": 700,
    "áng": 836,
    "ng ": 616,
    " sán": 178,
    "sáng": 701,
    "áng ": 837,
    "k": 538,
    "í": 862,
    " k": 99,
    "kí": 550,
    "ín": 866,
    "nh": 619,
    "h ": 417,
    " kí": 106,
    "kín": 551,
    "ính": 867,
    "nh ": 620,
    " kín": 107,
    "kính": 552,
    "ính ": 868,
    "ê": 853,
    " ê": 237,
    "ê ": 854,
    " ê ": 238,
    "t": 707,
    "ố": 1009,
    " t": 183,
    "tố": 760,
    "ối": 1010,
    " tố": 211,
    "tối": 761,
    "ối ": 1011,
    " tối": 212,
    "tối ": 762,
    "ề": 982,
    "iề": 520,
    "ều": 984,
    "u ": 764,
    "chi": 333,
    "hiề": 428,
    "iều": 521,
    "ều ": 985,
    " chi": 36,
    "chiề": 334,
    "hiều": 429,
    "iều ": 522,
    "a": 283,
    " a": 6,
    "al": 289,
    " al": 11,
    "alo": 290,
    " alo": 12,
    "alo ": 291,
    "ô": 876,
    "tô": 749,
    "ôi": 877,
    " tô": 204,
    "tôi": 750,
    "ôi ": 878,
    " tôi": 205,
    "tôi ": 751,
    "m": 580,
    " m": 124,
    "mu": 591,
    "uố": 783,
    "ốn": 1012,
    " mu": 129,
    "muố": 592,
    "uốn": 784,
    "ốn ": 1013,
    " muố": 130,
    "muốn": 593,
    "uốn ": 785,
    "ỏ": 1006,
    "hỏ": 481,
    "ỏi": 1007,
    " hỏ": 93,
    "hỏi": 482,
    "ỏi ": 1008,
    " hỏi": 94,
    "hỏi ": 483,
    "r": 674,
    "tr": 734,
    "ru": 678,
    "un": 774,
    " tr": 198,
    "tru": 735,
    "run": 679,
    "ung": 775,
    " tru": 199,
    "trun": 736,
    "rung": 680,
    "ung ": 776,
    "â": 842,
    "tâ": 746,
    "âm": 843,
    "m ": 581,
    " tâ": 202,
    "tâm": 747,
    "âm ": 844,
    " tâm": 203,
    "tâm ": 748,
    "ho": 434,
    "cho": 335,
    "ho ": 435,
    " cho": 37,
    "cho ": 336,
    "ơ": 921,
    " ơ": 261,
    "ơi": 922,
    " ơi": 262,
    "ơi ": 923,
    " ơi ": 263,
    "ạ": 933,
    "tạ": 752,
    "ạm": 936,
    " tạ": 206,
    "tạm": 755,
    "ạm ": 937,
    " tạm": 208,
    "tạm ": 756,
    "ệ": 991,
    "bi": 309,
    "iệ": 528,
    "ệt": 995,
    "t ": 708,
    " bi": 20,
    "biệ": 313,
    "iệt": 531,
    "ệt ": 996,
    " biệ": 23,
    "biệt": 314,
    "iệt ": 532,
    "bi ": 310,
    " bi ": 21,
    "by": 318,
    "ye": 815,
    "e ": 383,
    " by": 26,
    "bye": 319,
    "ye ": 816,
    " bye": 27,
    "bye ": 320,
    "d": 371,
    " g": 65,
    "go": 405,
    "oo": 656,
    "od": 647,
    "db": 376,
    " go": 70,
    "goo": 406,
    "ood": 657,
    "odb": 648,
    "dby": 377,
    " goo": 71,
    "good": 407,
    "oodb": 658,
    "odby": 649,
    "dbye": 378,
    "ẹ": 971,
    "hẹ": 471,
    "ẹn": 972,
    " hẹ": 87,
    "hẹn": 472,
    "ẹn ": 973,
    " hẹn": 88,
    "hẹn ": 473,
    "ặ": 968,
    "p": 661,
    "gặ": 413,
    "ặp": 969,
    "p ": 662,
    " gặ": 74,
    "gặp": 414,
    "ặp ": 970,
    " gặp": 75,
    "gặp ": 415,
    " l": 112,
    "lạ": 574,
    "ại": 934,
    " lạ": 120,
    "lại": 575,
    "ại ": 935,
    " lại": 121,
    "lại ": 576,
    "mo": 588,
    "on": 653,
    " mo": 127,
    "mon": 589,
    "ong": 654,
    " mon": 128,
    "mong": 590,
    "ong ": 655,
    "bạ": 321,
    "ạn": 938,
    " bạ": 28,
    "bạn": 322,
    "ạn ": 939,
    " bạn": 29,
    "bạn ": 323,
    "ớ": 1027,
    "sớ": 704,
    "ớm": 1030,
    " sớ": 181,
    "sớm": 705,
    "ớm ": 1031,
    " sớm": 182,
    "sớm ": 706,
    "ú": 884,
    "hú": 451,
    "úc": 885,
    "c ": 328,
    "chú": 339,
    "húc": 452,
    "úc ": 886,
    " chú": 39,
    "chúc": 340,
    "húc ": 453,
    "ộ": 1024,
    "mộ": 603,
    "ột": 1025,
    " mộ": 137,
    "một": 604,
    "ột ": 1026,
    " một": 138,
    "một ": 605,
    " n": 141,
    "gà": 408,
    "ày": 826,
    " ng": 146,
    "ngà": 617,
    "gày": 409,
    "ày ": 827,
    " ngà": 147,
    "ngày": 618,
    "gày ": 410,
    "v": 789,
    " v": 216,
    "vu": 793,
    "ui": 769,
    " vu": 219,
    "vui": 794,
    "ui ": 770,
    " vui": 220,
    "vui ": 795,
    "ẻ": 974,
    "vẻ": 801,
    "ẻ ": 975,
    " vẻ": 225,
    "vẻ ": 802,
    " vẻ ": 226,
    "ma": 582,
    "ai": 287,
    " ma": 125,
    "mai": 583,
    "ai ": 288,
    " mai": 126,
    "mai ": 584,
    "đ": 894,
    " đ": 242,
    "đi": 895,
    " đi": 243,
    "đi ": 896,
    " đi ": 244,
    "đâ": 904,
    "ây": 847,
    " đâ": 249,
    "đây": 905,
    "ây ": 848,
    " đây": 250,
    "đây ": 906,
    "ẽ": 976,
    "sẽ": 702,
    "ẽ ": 977,
    " sẽ": 179,
    "sẽ ": 703,
    " sẽ ": 180,
    "q": 666,
    " q": 161,
    "qu": 667,
    "ua": 765,
    "a ": 284,
    " qu": 162,
    "qua": 668,
    "ua ": 766,
    " qua": 163,
    "qua ": 669,
    "ă": 889,
    "đă": 909,
    "ăn": 890,
    " đă": 253,
    "đăn": 910,
    "ăng": 892,
    " đăn": 254,
    "đăng": 911,
    "ăng ": 893,
    "ý": 887,
    "ký": 553,
    "ý ": 888,
    " ký": 108,
    "ký ": 554,
    " ký ": 109,
    "th": 709,
    "hx": 436,
    "x ": 809,
    " th": 184,
    "thx": 714,
    "hx ": 437,
    " thx": 187,
    "thx ": 715,
    "ha": 418,
    "an": 292,
    "nk": 631,
    "k ": 539,
    "tha": 710,
    "han": 419,
    "ank": 295,
    "nk ": 632,
    " tha": 185,
    "than": 711,
    "hank": 420,
    "ank ": 296,
    " y": 234,
    "yo": 817,
    "ou": 659,
    " yo": 235,
    "you": 818,
    "ou ": 660,
    " you": 236,
    "you ": 819,
    "cá": 349,
    "ám": 833,
    " cá": 45,
    "cám": 352,
    "ám ": 834,
    " cám": 47,
    "cám ": 353,
    "ơn": 924,
    " ơn": 264,
    "ơn ": 925,
    " ơn ": 265,
    "ã": 849,
    "đã": 907,
    "ã ": 850,
    " đã": 251,
    "đã ": 908,
    " đã ": 252,
    "ả": 942,
    "gi": 397,
    "iả": 512,
    "ải": 944,
    " gi": 66,
    "giả": 400,
    "iải": 513,
    "ải ": 945,
    " giả": 68,
    "giải": 401,
    "iải ": 514,
    "đá": 901,
    "áp": 840,
    " đá": 247,
    "đáp": 902,
    "áp ": 841,
    " đáp": 248,
    "đáp ": 903,
    "ắ": 965,
    "hắ": 468,
    "ắc": 966,
    "thắ": 720,
    "hắc": 469,
    "ắc ": 967,
    " thắ": 190,
    "thắc": 721,
    "hắc ": 470,
    "mắ": 600,
    " mắ": 135,
    "mắc": 601,
    " mắc": 136,
    "mắc ": 602,
    "ủ": 1039,
    "củ": 368,
    "ủa": 1040,
    " củ": 58,
    "của": 369,
    "ủa ": 1041,
    " của": 59,
    "của ": 370,
    "ì": 857,
    "mì": 594,
    "ìn": 859,
    " mì": 131,
    "mìn": 595,
    "ình": 860,
    " mìn": 132,
    "mình": 596,
    "ình ": 861,
    "ể": 986,
    "iể": 523,
    "ểu": 989,
    "hiể": 430,
    "iểu": 526,
    "ểu ": 990,
    " hiể": 82,
    "hiểu": 431,
    "iểu ": 527,
    "õ": 882,
    " r": 166,
    "rõ": 681,
    "õ ": 883,
    " rõ": 167,
    "rõ ": 682,
    " rõ ": 168,
    "hơ": 454,
    " hơ": 83,
    "hơn": 455,
    " hơn": 84,
    "hơn ": 456,
    "ồ": 1016,
    "rồ": 688,
    "ồi": 1017,
    " rồ": 171,
    "rồi": 689,
    "ồi ": 1018,
    " rồi": 172,
    "rồi ": 690,
    ",": 266,
    " ,": 1,
    ", ": 267,
    " , ": 2,
    "é": 851,
    "hé": 441,
    "é ": 852,
    " nh": 148,
    "nhé": 623,
    "hé ": 442,
    " nhé": 150,
    "nhé ": 624,
    "vì": 796,
    "ì ": 858,
    " vì": 221,
    "vì ": 797,
    " vì ": 222,
    "hô": 448,
    "ôn": 879,
    "thô": 718,
    "hôn": 449,
    "ông": 880,
    " thô": 189,
    "thôn": 719,
    "hông": 450,
    "ông ": 881,
    "ti": 728,
    " ti": 194,
    "tin": 729,
    " tin": 195,
    "tin ": 730,
    "ữ": 1046,
    "hữ": 495,
    "ữu": 1052,
    " hữ": 97,
    "hữu": 498,
    "ữu ": 1053,
    " hữu": 98,
    "hữu ": 499,
    " í": 239,
    "íc": 863,
    " íc": 240,
    "ích": 864,
    "ch ": 332,
    " ích": 241,
    "ích ": 865,
    "kh": 540,
    " kh": 100,
    "khô": 545,
    " khô": 103,
    "khôn": 546,
    "ò": 869,
    "cò": 357,
    "òn": 870,
    " cò": 50,
    "còn": 358,
    "òn ": 871,
    " còn": 51,
    "còn ": 359,
    "nữ": 642,
    "ữa": 1047,
    " nữ": 156,
    "nữa": 643,
    "ữa ": 1048,
    " nữa": 157,
    "nữa ": 644,
    "ó": 872,
    "có": 360,
    "ó ": 873,
    " có": 52,
    "có ": 361,
    " có ": 53,
    "câ": 354,
    "âu": 845,
    " câ": 48,
    "câu": 355,
    "âu ": 846,
    " câu": 49,
    "câu ": 356,
    "rả": 683,
    "ả ": 943,
    "trả": 737,
    "rả ": 684,
    " trả": 200,
    "trả ": 738,
    "ờ": 1032,
    "lờ": 577,
    "ời": 1033,
    " lờ": 122,
    "lời": 578,
    "ời ": 1034,
    " lời": 123,
    "lời ": 579,
    "nhi": 621,
    " nhi": 149,
    "nhiề": 622,
    "ỗ": 1022,
    "hỗ": 487,
    "ỗ ": 1023,
    " hỗ": 95,
    "hỗ ": 488,
    " hỗ ": 96,
    "ợ": 1035,
    "rợ": 691,
    "ợ ": 1036,
    "trợ": 739,
    "rợ ": 692,
    " trợ": 201,
    "trợ ": 740,
    "ấ": 953,
    "rấ": 685,
    "ất": 956,
    " rấ": 169,
    "rất": 686,
    "ất ": 957,
    " rất": 170,
    "rất ": 687,
    "ế": 978,
    "iế": 517,
    "ết": 980,
    "biế": 311,
    "iết": 518,
    "ết ": 981,
    " biế": 22,
    "biết": 312,
    "iết ": 519,
    "khi": 541,
    " khi": 101,
    "khi ": 542,
    "cả": 362,
    "ảm": 946,
    " cả": 54,
    "cảm": 363,
    "ảm ": 947,
    " cảm": 55,
    "cảm ": 364,
    "là": 564,
    "à ": 821,
    " là": 113,
    "là ": 565,
    " là ": 114,
    " ai": 9,
    " ai ": 10,
    "iớ": 535,
    "ới": 1028,
    "giớ": 403,
    "iới": 536,
    "ới ": 1029,
    " giớ": 69,
    "giới": 404,
    "iới ": 537,
    "ệu": 997,
    "thi": 712,
    "hiệ": 432,
    "iệu": 533,
    "ệu ": 998,
    " thi": 186,
    "thiệ": 713,
    "hiệu": 433,
    "iệu ": 534,
    "về": 803,
    "ề ": 983,
    " về": 227,
    "về ": 804,
    " về ": 228,
    "hệ": 476,
    "ệ ": 992,
    " hệ": 89,
    "hệ ": 477,
    " hệ ": 90,
    "hố": 484,
    "thố": 724,
    "hốn": 485,
    "ống": 1014,
    " thố": 192,
    "thốn": 725,
    "hống": 486,
    "ống ": 1015,
    "gì": 411,
    " gì": 72,
    "gì ": 412,
    " gì ": 73,
    "ác": 829,
    "các": 350,
    "ác ": 830,
    " các": 46,
    "các ": 351,
    "uy": 779,
    "quy": 670,
    "uy ": 780,
    " quy": 164,
    "quy ": 671,
    "ị": 999,
    "đị": 915,
    "ịn": 1000,
    " đị": 257,
    "địn": 916,
    "ịnh": 1001,
    " địn": 258,
    "định": 917,
    "ịnh ": 1002,
    " d": 60,
    "da": 373,
    " da": 61,
    "dan": 374,
    "anh": 293,
    " dan": 62,
    "danh": 375,
    "anh ": 294,
    "sác": 698,
    "ách": 831,
    " sác": 177,
    "sách": 699,
    "ách ": 832,
    "ữn": 1049,
    "nhữ": 629,
    "hữn": 496,
    "ững": 1050,
    " nhữ": 153,
    "nhữn": 630,
    "hững": 497,
    "ững ": 1051,
    "nà": 639,
    " nà": 154,
    "nào": 640,
    " nào": 155,
    "nào ": 641,
    "hó": 445,
    "óa": 874,
    "khó": 543,
    "hóa": 446,
    "óa ": 875,
    " khó": 102,
    "khóa": 544,
    "hóa ": 447,
    " u": 213,
    "ud": 767,
    "d ": 372,
    " ud": 214,
    "ud ": 768,
    " ud ": 215,
    "cn": 343,
    "nt": 633,
    "tt": 741,
    " cn": 41,
    "cnt": 344,
    "ntt": 634,
    "tt ": 742,
    " cnt": 42,
    "cntt": 345,
    "ntt ": 635,
    "cb": 329,
    "b ": 300,
    " cb": 33,
    "cb ": 330,
    " cb ": 34,
    "nc": 613,
    " nc": 144,
    "nc ": 614,
    " nc ": 145,
    "to": 731,
    "oe": 650,
    "ei": 384,
    "ic": 502,
    " to": 196,
    "toe": 732,
    "oei": 651,
    "eic": 385,
    "ic ": 503,
    " toe": 197,
    "toei": 733,
    "oeic": 652,
    "eic ": 386,
    "_": 274,
    " _": 3,
    "__": 276,
    "_n": 280,
    "nu": 636,
    "um": 771,
    "mb": 585,
    "be": 306,
    "er": 390,
    "r_": 675,
    "_ ": 275,
    " __": 4,
    "__n": 278,
    "_nu": 281,
    "num": 637,
    "umb": 772,
    "mbe": 586,
    "ber": 307,
    "er_": 391,
    "r__": 676,
    "__ ": 277,
    " __n": 5,
    "__nu": 279,
    "_num": 282,
    "numb": 638,
    "umbe": 773,
    "mber": 587,
    "ber_": 308,
    "er__": 392,
    "r__ ": 677,
    "2": 270,
    "a2": 285,
    "2 ": 271,
    " a2": 7,
    "a2 ": 286,
    " a2 ": 8,
    "ct": 346,
    "tu": 743,
    "ut": 777,
    " ct": 43,
    "ctu": 347,
    "tut": 744,
    "ut ": 778,
    " ctu": 44,
    "ctut": 348,
    "tut ": 745,
    "1": 268,
    "b1": 301,
    "1 ": 269,
    " b1": 16,
    "b1 ": 302,
    " b1 ": 17,
    "4": 272,
    "n4": 611,
    "4 ": 273,
    " n4": 142,
    "n4 ": 612,
    " n4 ": 143,
    "ểm": 987,
    "điể": 899,
    "iểm": 524,
    "ểm ": 988,
    " điể": 246,
    "điểm": 900,
    "iểm ": 525,
    "sa": 694,
    "ao": 297,
    " sa": 174,
    "sao": 695,
    "ao ": 298,
    " sao": 175,
    "sao ": 696,
    "ư": 926,
    "hư": 457,
    "ư ": 927,
    "như": 625,
    "hư ": 458,
    " như": 151,
    "như ": 626,
    "hế": 474,
    "ế ": 979,
    "thế": 722,
    "hế ": 475,
    " thế": 191,
    "thế ": 723,
    "điề": 897,
    " điề": 245,
    "điều": 898,
    "ki": 547,
    "ện": 993,
    " ki": 104,
    "kiệ": 548,
    "iện": 529,
    "ện ": 994,
    " kiệ": 105,
    "kiện": 549,
    "iện ": 530,
    "bả": 324,
    "ảo": 951,
    " bả": 30,
    "bảo": 325,
    "ảo ": 952,
    " bảo": 31,
    "bảo ": 326,
    "lư": 571,
    "ưu": 928,
    " lư": 118,
    "lưu": 572,
    "ưu ": 929,
    " lưu": 119,
    "lưu ": 573,
    "cấ": 365,
    "ấp": 954,
    " cấ": 56,
    "cấp": 366,
    "ấp ": 955,
    " cấp": 57,
    "cấp ": 367,
    "ứ": 1042,
    "hứ": 492,
    "ứn": 1043,
    "chứ": 341,
    "hứn": 493,
    "ứng": 1044,
    " chứ": 40,
    "chứn": 342,
    "hứng": 494,
    "ứng ": 1045,
    "ậ": 960,
    "hậ": 465,
    "ận": 961,
    "nhậ": 627,
    "hận": 466,
    "ận ": 962,
    " nhậ": 152,
    "nhận": 628,
    "hận ": 467,
    "ản": 948,
    "iản": 515,
    "ảng": 949,
    "giản": 402,
    "iảng": 516,
    "ảng ": 950,
    "dạ": 379,
    "ạy": 940,
    " dạ": 63,
    "dạy": 380,
    "ạy ": 941,
    " dạy": 64,
    "dạy ": 381,
    "đố": 918,
    " đố": 259,
    "đối": 919,
    " đối": 260,
    "đối ": 920,
    "vớ": 805,
    " vớ": 229,
    "với": 806,
    " với": 230,
    "với ": 807,
    "iá": 506,
    "áo": 838,
    "giá": 398,
    "iáo": 507,
    "áo ": 839,
    " giá": 67,
    "giáo": 399,
    "iáo ": 508,
    "vi": 790,
    "iê": 509,
    "ên": 855,
    " vi": 217,
    "viê": 791,
    "iên": 510,
    "ên ": 856,
    " viê": 218,
    "viên": 792,
    "iên ": 511,
    "ọ": 1003,
    "họ": 478,
    "ọc": 1004,
    " họ": 91,
    "học": 479,
    "ọc ": 1005,
    " học": 92,
    "học ": 480,
    "tậ": 757,
    "ập": 963,
    " tậ": 209,
    "tập": 758,
    "ập ": 964,
    " tập": 210,
    "tập ": 759,
    "àm": 822,
    "làm": 566,
    "àm ": 823,
    " làm": 115,
    "làm ": 567,
    "mớ": 606,
    " mớ": 139,
    "mới": 607,
    " mới": 140,
    "mới ": 608,
    "đư": 912,
    "ượ": 930,
    "ợc": 1037,
    " đư": 255,
    "đượ": 913,
    "ược": 931,
    "ợc ": 1038,
    " đượ": 256,
    "được": 914,
    "ược ": 932,
    "mấ": 597,
    "ấy": 958,
    " mấ": 133,
    "mấy": 598,
    "ấy ": 959,
    " mấy": 134,
    "mấy ": 599,
    "kế": 555,
    " kế": 110,
    "kết": 556,
    " kết": 111,
    "kết ": 557,
    "uả": 781,
    "quả": 672,
    "uả ": 782,
    " quả": 165,
    "quả ": 673,
    " p": 158,
    "ph": 663,
    "hả": 462,
    " ph": 159,
    "phả": 664,
    "hải": 463,
    " phả": 160,
    "phải": 665,
    "hải ": 464,
    "hờ": 489,
    "thờ": 726,
    "hời": 490,
    " thờ": 193,
    "thời": 727,
    "hời ": 491,
    "hạ": 459,
    " hạ": 85,
    "hạn": 460,
    " hạn": 86,
    "hạn ": 461,
    "ba": 303,
    " ba": 18,
    "bao": 304,
    " bao": 19,
    "bao ": 305,
    "lâ": 568,
    " lâ": 116,
    "lâu": 569,
    " lâu": 117,
    "lâu ": 570,
    " an": 13,
    " anh": 14,
    "vă": 798,
    " vă": 223,
    "văn": 799,
    "ăn ": 891,
    " văn": 224,
    "văn ": 800,
    "tại": 753,
    " tại": 207,
    "tại ": 754,
    "hì": 443,
    "thì": 716,
    "hì ": 444,
    " thì": 188,
    "thì ": 717
  },
  "response": null,
  "action_text": null
}