{
  "text": {
    "hey": 40,
    "hello": 39,
    "hi": 41,
    "xin": 122,
    "chào": 17,
    "buổi": 10,
    "sáng": 91,
    "kính": 55,
    "ê": 124,
    "tối": 113,
    "chiều": 15,
    "alo": 3,
    "tôi": 109,
    "muốn": 66,
    "hỏi": 48,
    "trung": 105,
    "tâm": 108,
    "cho": 16,
    "ơi": 136,
    "tạm": 111,
    "biệt": 9,
    "bi": 7,
    "bye": 11,
    "goodbye": 36,
    "hẹn": 45,
    "gặp": 38,
    "lại": 62,
    "mong": 65,
    "bạn": 12,
    "sớm": 93,
    "chúc": 18,
    "một": 70,
    "ngày": 74,
    "vui": 116,
    "vẻ": 119,
    "mai": 64,
    "đi": 126,
    "đây": 130,
    "sẽ": 92,
    "qua": 83,
    "đăng": 132,
    "ký": 56,
    "thx": 96,
    "thank": 94,
    "you": 123,
    "cám": 23,
    "ơn": 137,
    "đã": 131,
    "giải": 33,
    "đáp": 129,
    "thắc": 99,
    "mắc": 69,
    "của": 29,
    "mình": 67,
    "hiểu": 42,
    "rõ": 86,
    "hơn": 43,
    "rồi": 88,
    "nhé": 76,
    "vì": 117,
    "thông": 98,
    "tin": 103,
    "hữu": 50,
    "ích": 125,
    "không": 53,
    "còn": 25,
    "nữa": 81,
    "có": 26,
    "câu": 24,
    "trả": 106,
    "lời": 63,
    "nhiều": 75,
    "hỗ": 49,
    "trợ": 107,
    "rất": 87,
    "biết": 8,
    "khi": 51,
    "cảm": 27,
    "là": 58,
    "ai": 2,
    "giới": 35,
    "thiệu": 95,
    "về": 120,
    "hệ": 46,
    "thống": 101,
    "gì": 37,
    "các": 22,
    "quy": 84,
    "định": 134,
    "danh": 30,
    "sách": 90,
    "những": 79,
    "nào": 80,
    "khóa": 52,
    "ud": 114,
    "cntt": 20,
    "cb": 14,
    "nc": 73,
    "toeic": 104,
    "__number__": 0,
    "a2": 1,
    "ctut": 21,
    "b1": 5,
    "n4": 72,
    "điểm": 128,
    "sao": 89,
    "như": 77,
    "thế": 100,
    "điều": 127,
    "kiện": 54,
    "bảo": 13,
    "lưu": 61,
    "cấp": 28,
    "chứng": 19,
    "nhận": 78,
    "giảng": 34,
    "dạy": 31,
    "đối": 135,
    "với": 121,
    "giáo": 32,
    "viên": 115,
    "học": 47,
    "tập": 112,
    "làm": 59,
    "mới": 71,
    "được": 133,
    "mấy": 68,
    "kết": 57,
    "quả": 85,
    "phải": 82,
    "thời": 102,
    "hạn": 44,
    "bao": 6,
    "lâu": 60,
    "anh": 4,
    "văn": 118,
    "tại": 110,
    "thì": 97
  },
  "intent": {
    "chao_hoi": 2,
    "tam_biet": 7,
    "cam_on": 1,
    "bot_challenge": 0,
    "hoi_danh_sach_quy_dinh": 3,
    "inform": 5,
    "xem_quy_dinh_chi_tiet": 8,
    "hoi_dieu_kien_bao_luu": 4,
    "nlu_fallback": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fallback_reset": 6,
    "action_tra_cuu_dieu_kien_bao_luu": 11,
    "action_tra_cuu_thong_tin_chi_tiet_quy_dinh": 12,
    "action_xem_danh_sach_quy_dinh": 15,
    "form_dieu_kien_bao_luu": 16,
    "utter_cam_on": 17,
    "utter_chao_hoi": 18,
    "utter_iamabot": 19,
    "utter_tam_biet": 20
  },
  "action_text": null,
  "intent_response_key": null
}