{
  "text": {
    "hey": 46,
    "hello": 45,
    "hi": 47,
    "xin": 145,
    "chào": 18,
    "buổi": 10,
    "sáng": 105,
    "kính": 62,
    "ê": 147,
    "tối": 135,
    "chiều": 16,
    "alo": 3,
    "tôi": 128,
    "muốn": 75,
    "hỏi": 55,
    "trung": 123,
    "tâm": 127,
    "cho": 17,
    "ơi": 164,
    "tạm": 131,
    "biệt": 9,
    "bi": 7,
    "bye": 11,
    "goodbye": 42,
    "hẹn": 52,
    "gặp": 44,
    "lại": 70,
    "mong": 74,
    "bạn": 12,
    "sớm": 108,
    "chúc": 19,
    "một": 79,
    "ngày": 84,
    "vui": 138,
    "vẻ": 142,
    "mai": 73,
    "đi": 150,
    "đây": 157,
    "sẽ": 106,
    "qua": 95,
    "đăng": 159,
    "ký": 63,
    "thank": 109,
    "you": 146,
    "cám": 26,
    "ơn": 165,
    "đã": 158,
    "giải": 39,
    "đáp": 155,
    "thắc": 116,
    "mắc": 78,
    "của": 33,
    "mình": 76,
    "hiểu": 48,
    "rõ": 99,
    "hơn": 50,
    "rồi": 101,
    "nhé": 88,
    "vì": 139,
    "thông": 115,
    "tin": 121,
    "hữu": 57,
    "ích": 148,
    "không": 60,
    "còn": 28,
    "nữa": 93,
    "có": 29,
    "câu": 27,
    "trả": 125,
    "lời": 72,
    "nhiều": 87,
    "hỗ": 56,
    "trợ": 126,
    "thanks": 110,
    "rất": 100,
    "biết": 8,
    "khi": 58,
    "cảm": 30,
    "là": 66,
    "ai": 2,
    "giới": 41,
    "thiệu": 111,
    "về": 143,
    "hệ": 53,
    "thống": 119,
    "gì": 43,
    "những": 91,
    "chương": 20,
    "trình": 124,
    "giảng": 40,
    "dạy": 35,
    "nào": 92,
    "các": 25,
    "học": 54,
    "khóa": 59,
    "lớp": 71,
    "danh": 34,
    "sách": 104,
    "ở": 166,
    "quy": 96,
    "định": 162,
    "ud": 136,
    "cntt": 23,
    "cb": 15,
    "nc": 82,
    "toeic": 122,
    "__number__": 0,
    "a2": 1,
    "ctut": 24,
    "b1": 5,
    "n4": 81,
    "điểm": 152,
    "sao": 102,
    "như": 89,
    "thế": 117,
    "điều": 151,
    "kiện": 61,
    "bảo": 13,
    "lưu": 69,
    "cấp": 31,
    "chứng": 22,
    "nhận": 90,
    "đối": 163,
    "với": 144,
    "giáo": 38,
    "viên": 137,
    "tập": 133,
    "làm": 67,
    "mới": 80,
    "được": 160,
    "mấy": 77,
    "kết": 64,
    "quả": 97,
    "phải": 94,
    "thời": 120,
    "hạn": 51,
    "bao": 6,
    "lâu": 68,
    "anh": 4,
    "văn": 140,
    "tại": 130,
    "thì": 114,
    "so_dien_thoai": 103,
    "email": 36,
    "facebook": 37,
    "tư": 129,
    "vấn": 141,
    "thêm": 113,
    "liên": 65,
    "đâu": 156,
    "thể": 118,
    "địa": 161,
    "chỉ": 21,
    "cần": 32,
    "số": 107,
    "điện": 153,
    "thoại": 112,
    "bằng": 14,
    "ngoại": 83,
    "ngữ": 86,
    "hiện": 49,
    "đang": 149,
    "đào": 154,
    "tạo": 132,
    "ngôn": 85,
    "quốc": 98,
    "tế": 134
  },
  "intent": {
    "chao_hoi": 2,
    "tam_biet": 26,
    "cam_on": 1,
    "bot_challenge": 0,
    "hoi_chuong_trinh_giang_day": 5,
    "hoi_danh_sach_quy_dinh": 8,
    "inform": 24,
    "xem_quy_dinh_chi_tiet": 27,
    "hoi_dieu_kien_bao_luu": 9,
    "hoi_thong_tin_lien_he": 23,
    "hoi_thong_tin_khoa_hoc": 22,
    "hoi_lich_khai_giang": 14,
    "hoi_quy_dinh": 18,
    "hoi_mau_don_dang_ky": 15,
    "hoi_ket_qua_thi": 13,
    "hoi_can_bo_phu_trach": 3,
    "hoi_hoc_phi": 12,
    "hoi_phuong_thuc_hoc": 17,
    "hoi_co_so_vat_chat": 6,
    "hoi_quy_trinh_thi": 19,
    "hoi_giao_vien": 10,
    "hoi_ho_tro_hoc_vien": 11,
    "hoi_dang_ky_hoc": 7,
    "hoi_thoi_gian_hoc": 20,
    "hoi_chat_luong_dao_tao": 4,
    "hoi_thong_tin_chung_ve_trung_tam": 21,
    "hoi_phan_hoi_gop_y_khieu_nai": 16,
    "nlu_fallback": 25
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fallback_reset": 6,
    "action_tra_cuu_dieu_kien_bao_luu": 11,
    "action_tra_cuu_thong_tin_chi_tiet_quy_dinh": 12,
    "action_tra_cuu_thong_tin_lien_he": 13,
    "action_xem_chuong_trinh_giang_day": 16,
    "action_xem_danh_sach_quy_dinh": 17,
    "form_dieu_kien_bao_luu": 18,
    "utter_cam_on": 19,
    "utter_chao_hoi": 20,
    "utter_iamabot": 21,
    "utter_tam_biet": 22
  },
  "action_text": null,
  "intent_response_key": null
}