{
  "text": {
    " ": 0,
    "h": 370,
    "e": 339,
    "y": 706,
    " h": 69,
    "he": 375,
    "ey": 350,
    "y ": 707,
    " he": 70,
    "hey": 378,
    "ey ": 351,
    " hey": 72,
    "hey ": 379,
    "l": 487,
    "o": 563,
    "el": 344,
    "ll": 488,
    "lo": 491,
    "o ": 564,
    "hel": 376,
    "ell": 345,
    "llo": 489,
    "lo ": 492,
    " hel": 71,
    "hell": 377,
    "ello": 346,
    "llo ": 490,
    "i": 440,
    "hi": 380,
    "i ": 441,
    " hi": 73,
    "hi ": 381,
    " hi ": 74,
    "x": 701,
    "n": 527,
    " x": 196,
    "xi": 703,
    "in": 444,
    "n ": 528,
    " xi": 197,
    "xin": 704,
    "in ": 445,
    " xin": 198,
    "xin ": 705,
    "c": 287,
    "à": 713,
    " c": 28,
    "ch": 291,
    "hà": 392,
    "ào": 715,
    " ch": 31,
    "chà": 297,
    "hào": 393,
    "ào ": 716,
    " chà": 34,
    "chào": 298,
    "hào ": 394,
    "b": 262,
    "u": 667,
    "ổ": 884,
    " b": 13,
    "bu": 275,
    "uổ": 688,
    "ổi": 885,
    " bu": 20,
    "buổ": 276,
    "uổi": 689,
    "ổi ": 886,
    " buổ": 21,
    "buổi": 277,
    "uổi ": 690,
    "s": 606,
    "á": 719,
    "g": 352,
    " s": 149,
    "sá": 610,
    "án": 726,
    "ng": 533,
    "g ": 353,
    " sá": 152,
    "sán": 613,
    "áng": 727,
    "ng ": 534,
    " sán": 154,
    "sáng": 614,
    "áng ": 728,
    "k": 470,
    "í": 749,
    " k": 88,
    "kí": 482,
    "ín": 753,
    "nh": 537,
    "h ": 371,
    " kí": 95,
    "kín": 483,
    "ính": 754,
    "nh ": 538,
    " kín": 96,
    "kính": 484,
    "ính ": 755,
    "ê": 742,
    " ê": 202,
    "ê ": 743,
    " ê ": 203,
    "t": 620,
    "ố": 874,
    " t": 159,
    "tố": 664,
    "ối": 875,
    " tố": 182,
    "tối": 665,
    "ối ": 876,
    " tối": 183,
    "tối ": 666,
    "ề": 850,
    "iề": 452,
    "ều": 852,
    "u ": 668,
    "chi": 293,
    "hiề": 382,
    "iều": 453,
    "ều ": 853,
    " chi": 32,
    "chiề": 294,
    "hiều": 383,
    "iều ": 454,
    "a": 246,
    " a": 6,
    "al": 252,
    " al": 11,
    "alo": 253,
    " alo": 12,
    "alo ": 254,
    "ô": 763,
    "tô": 658,
    "ôi": 764,
    " tô": 178,
    "tôi": 659,
    "ôi ": 765,
    " tôi": 179,
    "tôi ": 660,
    "m": 504,
    " m": 108,
    "mu": 515,
    "uố": 685,
    "ốn": 877,
    " mu": 113,
    "muố": 516,
    "uốn": 686,
    "ốn ": 878,
    " muố": 114,
    "muốn": 517,
    "uốn ": 687,
    "ỏ": 871,
    "hỏ": 424,
    "ỏi": 872,
    " hỏ": 82,
    "hỏi": 425,
    "ỏi ": 873,
    " hỏi": 83,
    "hỏi ": 426,
    "r": 587,
    "tr": 643,
    "ru": 591,
    "un": 678,
    " tr": 172,
    "tru": 644,
    "run": 592,
    "ung": 679,
    " tru": 173,
    "trun": 645,
    "rung": 593,
    "ung ": 680,
    "â": 731,
    "tâ": 655,
    "âm": 732,
    "m ": 505,
    " tâ": 176,
    "tâm": 656,
    "âm ": 733,
    " tâm": 177,
    "tâm ": 657,
    "ho": 388,
    "cho": 295,
    "ho ": 389,
    " cho": 33,
    "cho ": 296,
    "ơ": 801,
    " ơ": 222,
    "ơi": 802,
    " ơi": 223,
    "ơi ": 803,
    " ơi ": 224,
    "ạ": 810,
    "tạ": 661,
    "ạm": 813,
    " tạ": 180,
    "tạm": 662,
    "ạm ": 814,
    " tạm": 181,
    "tạm ": 663,
    "ệ": 859,
    "bi": 269,
    "iệ": 460,
    "ệt": 863,
    "t ": 621,
    " bi": 16,
    "biệ": 273,
    "iệt": 463,
    "ệt ": 864,
    " biệ": 19,
    "biệt": 274,
    "iệt ": 464,
    "bi ": 270,
    " bi ": 17,
    "by": 278,
    "ye": 708,
    "e ": 340,
    " by": 22,
    "bye": 279,
    "ye ": 709,
    " bye": 23,
    "bye ": 280,
    "d": 331,
    " g": 59,
    "go": 359,
    "oo": 574,
    "od": 565,
    "db": 336,
    " go": 63,
    "goo": 360,
    "ood": 575,
    "odb": 566,
    "dby": 337,
    " goo": 64,
    "good": 361,
    "oodb": 576,
    "odby": 567,
    "dbye": 338,
    "ẹ": 839,
    "hẹ": 417,
    "ẹn": 840,
    " hẹ": 78,
    "hẹn": 418,
    "ẹn ": 841,
    " hẹn": 79,
    "hẹn ": 419,
    "ặ": 836,
    "p": 579,
    "gặ": 367,
    "ặp": 837,
    "p ": 580,
    " gặ": 67,
    "gặp": 368,
    "ặp ": 838,
    " gặp": 68,
    "gặp ": 369,
    " l": 99,
    "lạ": 498,
    "ại": 811,
    " lạ": 104,
    "lại": 499,
    "ại ": 812,
    " lại": 105,
    "lại ": 500,
    "mo": 512,
    "on": 571,
    " mo": 111,
    "mon": 513,
    "ong": 572,
    " mon": 112,
    "mong": 514,
    "ong ": 573,
    "bạ": 281,
    "ạn": 815,
    " bạ": 24,
    "bạn": 282,
    "ạn ": 816,
    " bạn": 25,
    "bạn ": 283,
    "ớ": 892,
    "sớ": 617,
    "ớm": 895,
    " sớ": 157,
    "sớm": 618,
    "ớm ": 896,
    " sớm": 158,
    "sớm ": 619,
    "ú": 771,
    "hú": 403,
    "úc": 772,
    "c ": 288,
    "chú": 299,
    "húc": 404,
    "úc ": 773,
    " chú": 35,
    "chúc": 300,
    "húc ": 405,
    "ộ": 889,
    "mộ": 524,
    "ột": 890,
    " mộ": 119,
    "một": 525,
    "ột ": 891,
    " một": 120,
    "một ": 526,
    " n": 121,
    "gà": 362,
    "ày": 717,
    " ng": 126,
    "ngà": 535,
    "gày": 363,
    "ày ": 718,
    " ngà": 127,
    "ngày": 536,
    "gày ": 364,
    "v": 691,
    " v": 187,
    "vu": 692,
    "ui": 673,
    " vu": 188,
    "vui": 693,
    "ui ": 674,
    " vui": 189,
    "vui ": 694,
    "ẻ": 842,
    "vẻ": 697,
    "ẻ ": 843,
    " vẻ": 192,
    "vẻ ": 698,
    " vẻ ": 193,
    "ma": 506,
    "ai": 250,
    " ma": 109,
    "mai": 507,
    "ai ": 251,
    " mai": 110,
    "mai ": 508,
    "đ": 780,
    " đ": 207,
    "đi": 781,
    " đi": 208,
    "đi ": 782,
    " đi ": 209,
    "đâ": 790,
    "ây": 736,
    " đâ": 214,
    "đây": 791,
    "ây ": 737,
    " đây": 215,
    "đây ": 792,
    "ẽ": 844,
    "sẽ": 615,
    "ẽ ": 845,
    " sẽ": 155,
    "sẽ ": 616,
    " sẽ ": 156,
    "q": 581,
    " q": 138,
    "qu": 582,
    "ua": 669,
    "a ": 247,
    " qu": 139,
    "qua": 583,
    "ua ": 670,
    " qua": 140,
    "qua ": 584,
    "ă": 776,
    "đă": 795,
    "ăn": 777,
    " đă": 218,
    "đăn": 796,
    "ăng": 778,
    " đăn": 219,
    "đăng": 797,
    "ăng ": 779,
    "ý": 774,
    "ký": 485,
    "ý ": 775,
    " ký": 97,
    "ký ": 486,
    " ký ": 98,
    "th": 622,
    "hx": 390,
    "x ": 702,
    " th": 160,
    "thx": 627,
    "hx ": 391,
    " thx": 163,
    "thx ": 628,
    "ha": 372,
    "an": 255,
    "nk": 549,
    "k ": 471,
    "tha": 623,
    "han": 373,
    "ank": 258,
    "nk ": 550,
    " tha": 161,
    "than": 624,
    "hank": 374,
    "ank ": 259,
    " y": 199,
    "yo": 710,
    "ou": 577,
    " yo": 200,
    "you": 711,
    "ou ": 578,
    " you": 201,
    "you ": 712,
    "cá": 309,
    "ám": 724,
    " cá": 41,
    "cám": 312,
    "ám ": 725,
    " cám": 43,
    "cám ": 313,
    "ơn": 804,
    " ơn": 225,
    "ơn ": 805,
    " ơn ": 226,
    "ã": 738,
    "đã": 793,
    "ã ": 739,
    " đã": 216,
    "đã ": 794,
    " đã ": 217,
    "ả": 817,
    "gi": 354,
    "iả": 446,
    "ải": 819,
    " gi": 60,
    "giả": 355,
    "iải": 447,
    "ải ": 820,
    " giả": 61,
    "giải": 356,
    "iải ": 448,
    "đá": 787,
    "áp": 729,
    " đá": 212,
    "đáp": 788,
    "áp ": 730,
    " đáp": 213,
    "đáp ": 789,
    "ắ": 833,
    "hắ": 414,
    "ắc": 834,
    "thắ": 631,
    "hắc": 415,
    "ắc ": 835,
    " thắ": 165,
    "thắc": 632,
    "hắc ": 416,
    "mắ": 521,
    " mắ": 117,
    "mắc": 522,
    " mắc": 118,
    "mắc ": 523,
    "ủ": 904,
    "củ": 328,
    "ủa": 905,
    " củ": 54,
    "của": 329,
    "ủa ": 906,
    " của": 55,
    "của ": 330,
    "ì": 744,
    "mì": 518,
    "ìn": 746,
    " mì": 115,
    "mìn": 519,
    "ình": 747,
    " mìn": 116,
    "mình": 520,
    "ình ": 748,
    "ể": 854,
    "iể": 455,
    "ểu": 857,
    "hiể": 384,
    "iểu": 458,
    "ểu ": 858,
    " hiể": 75,
    "hiểu": 385,
    "iểu ": 459,
    "õ": 769,
    " r": 142,
    "rõ": 594,
    "õ ": 770,
    " rõ": 143,
    "rõ ": 595,
    " rõ ": 144,
    "hơ": 406,
    " hơ": 76,
    "hơn": 407,
    " hơn": 77,
    "hơn ": 408,
    "ồ": 881,
    "rồ": 601,
    "ồi": 882,
    " rồ": 147,
    "rồi": 602,
    "ồi ": 883,
    " rồi": 148,
    "rồi ": 603,
    ",": 229,
    " ,": 1,
    ", ": 230,
    " , ": 2,
    "é": 740,
    "hé": 395,
    "é ": 741,
    " nh": 128,
    "nhé": 541,
    "hé ": 396,
    " nhé": 130,
    "nhé ": 542,
    "vì": 695,
    "ì ": 745,
    " vì": 190,
    "vì ": 696,
    " vì ": 191,
    "hô": 400,
    "ôn": 766,
    "thô": 629,
    "hôn": 401,
    "ông": 767,
    " thô": 164,
    "thôn": 630,
    "hông": 402,
    "ông ": 768,
    "ti": 637,
    " ti": 168,
    "tin": 638,
    " tin": 169,
    "tin ": 639,
    "ữ": 911,
    "hữ": 435,
    "ữu": 917,
    " hữ": 86,
    "hữu": 438,
    "ữu ": 918,
    " hữu": 87,
    "hữu ": 439,
    " í": 204,
    "íc": 750,
    " íc": 205,
    "ích": 751,
    "ch ": 292,
    " ích": 206,
    "ích ": 752,
    "kh": 472,
    " kh": 89,
    "khô": 477,
    " khô": 92,
    "khôn": 478,
    "ò": 756,
    "cò": 317,
    "òn": 757,
    " cò": 46,
    "còn": 318,
    "òn ": 758,
    " còn": 47,
    "còn ": 319,
    "nữ": 560,
    "ữa": 912,
    " nữ": 136,
    "nữa": 561,
    "ữa ": 913,
    " nữa": 137,
    "nữa ": 562,
    "ó": 759,
    "có": 320,
    "ó ": 760,
    " có": 48,
    "có ": 321,
    " có ": 49,
    "câ": 314,
    "âu": 734,
    " câ": 44,
    "câu": 315,
    "âu ": 735,
    " câu": 45,
    "câu ": 316,
    "rả": 596,
    "ả ": 818,
    "trả": 646,
    "rả ": 597,
    " trả": 174,
    "trả ": 647,
    "ờ": 897,
    "lờ": 501,
    "ời": 898,
    " lờ": 106,
    "lời": 502,
    "ời ": 899,
    " lời": 107,
    "lời ": 503,
    "nhi": 539,
    " nhi": 129,
    "nhiề": 540,
    "ỗ": 887,
    "hỗ": 430,
    "ỗ ": 888,
    " hỗ": 84,
    "hỗ ": 431,
    " hỗ ": 85,
    "ợ": 902,
    "rợ": 604,
    "ợ ": 903,
    "trợ": 648,
    "rợ ": 605,
    " trợ": 175,
    "trợ ": 649,
    "ấ": 825,
    "rấ": 598,
    "ất": 828,
    " rấ": 145,
    "rất": 599,
    "ất ": 829,
    " rất": 146,
    "rất ": 600,
    "ế": 846,
    "iế": 449,
    "ết": 848,
    "biế": 271,
    "iết": 450,
    "ết ": 849,
    " biế": 18,
    "biết": 272,
    "iết ": 451,
    "khi": 473,
    " khi": 90,
    "khi ": 474,
    "cả": 322,
    "ảm": 821,
    " cả": 50,
    "cảm": 323,
    "ảm ": 822,
    " cảm": 51,
    "cảm ": 324,
    "là": 493,
    "à ": 714,
    " là": 100,
    "là ": 494,
    " là ": 101,
    " ai": 9,
    " ai ": 10,
    "iớ": 467,
    "ới": 893,
    "giớ": 357,
    "iới": 468,
    "ới ": 894,
    " giớ": 62,
    "giới": 358,
    "iới ": 469,
    "ệu": 865,
    "thi": 625,
    "hiệ": 386,
    "iệu": 465,
    "ệu ": 866,
    " thi": 162,
    "thiệ": 626,
    "hiệu": 387,
    "iệu ": 466,
    "về": 699,
    "ề ": 851,
    " về": 194,
    "về ": 700,
    " về ": 195,
    "hệ": 422,
    "ệ ": 860,
    " hệ": 80,
    "hệ ": 423,
    " hệ ": 81,
    "hố": 427,
    "thố": 635,
    "hốn": 428,
    "ống": 879,
    " thố": 167,
    "thốn": 636,
    "hống": 429,
    "ống ": 880,
    "gì": 365,
    " gì": 65,
    "gì ": 366,
    " gì ": 66,
    "ác": 720,
    "các": 310,
    "ác ": 721,
    " các": 42,
    "các ": 311,
    "uy": 683,
    "quy": 585,
    "uy ": 684,
    " quy": 141,
    "quy ": 586,
    "ị": 867,
    "đị": 798,
    "ịn": 868,
    " đị": 220,
    "địn": 799,
    "ịnh": 869,
    " địn": 221,
    "định": 800,
    "ịnh ": 870,
    "ữn": 914,
    "nhữ": 547,
    "hữn": 436,
    "ững": 915,
    " nhữ": 133,
    "nhữn": 548,
    "hững": 437,
    "ững ": 916,
    " d": 56,
    "da": 333,
    " da": 57,
    "dan": 334,
    "anh": 256,
    " dan": 58,
    "danh": 335,
    "anh ": 257,
    "sác": 611,
    "ách": 722,
    " sác": 153,
    "sách": 612,
    "ách ": 723,
    "ở": 900,
    " ở": 227,
    "ở ": 901,
    " ở ": 228,
    "ểm": 855,
    "điể": 785,
    "iểm": 456,
    "ểm ": 856,
    " điể": 211,
    "điểm": 786,
    "iểm ": 457,
    "sa": 607,
    "ao": 260,
    " sa": 150,
    "sao": 608,
    "ao ": 261,
    " sao": 151,
    "sao ": 609,
    "ư": 806,
    "hư": 409,
    "ư ": 807,
    "như": 543,
    "hư ": 410,
    " như": 131,
    "như ": 544,
    "hế": 420,
    "ế ": 847,
    "thế": 633,
    "hế ": 421,
    " thế": 166,
    "thế ": 634,
    "nà": 557,
    " nà": 134,
    "nào": 558,
    " nào": 135,
    "nào ": 559,
    "điề": 783,
    " điề": 210,
    "điều": 784,
    "ki": 479,
    "ện": 861,
    " ki": 93,
    "kiệ": 480,
    "iện": 461,
    "ện ": 862,
    " kiệ": 94,
    "kiện": 481,
    "iện ": 462,
    "bả": 284,
    "ảo": 823,
    " bả": 26,
    "bảo": 285,
    "ảo ": 824,
    " bảo": 27,
    "bảo ": 286,
    "lư": 495,
    "ưu": 808,
    " lư": 102,
    "lưu": 496,
    "ưu ": 809,
    " lưu": 103,
    "lưu ": 497,
    "cấ": 325,
    "ấp": 826,
    " cấ": 52,
    "cấp": 326,
    "ấp ": 827,
    " cấp": 53,
    "cấp ": 327,
    "ứ": 907,
    "hứ": 432,
    "ứn": 908,
    "chứ": 301,
    "hứn": 433,
    "ứng": 909,
    " chứ": 36,
    "chứn": 302,
    "hứng": 434,
    "ứng ": 910,
    "ậ": 830,
    "hậ": 411,
    "ận": 831,
    "nhậ": 545,
    "hận": 412,
    "ận ": 832,
    " nhậ": 132,
    "nhận": 546,
    "hận ": 413,
    "hó": 397,
    "óa": 761,
    "khó": 475,
    "hóa": 398,
    "óa ": 762,
    " khó": 91,
    "khóa": 476,
    "hóa ": 399,
    " u": 184,
    "ud": 671,
    "d ": 332,
    " ud": 185,
    "ud ": 672,
    " ud ": 186,
    "cn": 303,
    "nt": 551,
    "tt": 650,
    " cn": 37,
    "cnt": 304,
    "ntt": 552,
    "tt ": 651,
    " cnt": 38,
    "cntt": 305,
    "ntt ": 553,
    "cb": 289,
    "b ": 263,
    " cb": 29,
    "cb ": 290,
    " cb ": 30,
    "nc": 531,
    " nc": 124,
    "nc ": 532,
    " nc ": 125,
    "to": 640,
    "oe": 568,
    "ei": 341,
    "ic": 442,
    " to": 170,
    "toe": 641,
    "oei": 569,
    "eic": 342,
    "ic ": 443,
    " toe": 171,
    "toei": 642,
    "oeic": 570,
    "eic ": 343,
    "_": 237,
    " _": 3,
    "__": 239,
    "_n": 243,
    "nu": 554,
    "um": 675,
    "mb": 509,
    "be": 266,
    "er": 347,
    "r_": 588,
    "_ ": 238,
    " __": 4,
    "__n": 241,
    "_nu": 244,
    "num": 555,
    "umb": 676,
    "mbe": 510,
    "ber": 267,
    "er_": 348,
    "r__": 589,
    "__ ": 240,
    " __n": 5,
    "__nu": 242,
    "_num": 245,
    "numb": 556,
    "umbe": 677,
    "mber": 511,
    "ber_": 268,
    "er__": 349,
    "r__ ": 590,
    "2": 233,
    "a2": 248,
    "2 ": 234,
    " a2": 7,
    "a2 ": 249,
    " a2 ": 8,
    "ct": 306,
    "tu": 652,
    "ut": 681,
    " ct": 39,
    "ctu": 307,
    "tut": 653,
    "ut ": 682,
    " ctu": 40,
    "ctut": 308,
    "tut ": 654,
    "1": 231,
    "b1": 264,
    "1 ": 232,
    " b1": 14,
    "b1 ": 265,
    " b1 ": 15,
    "4": 235,
    "n4": 529,
    "4 ": 236,
    " n4": 122,
    "n4 ": 530,
    " n4 ": 123
  },
  "response": null,
  "action_text": null
}