{
  "text": {
    "hey": 26,
    "hello": 25,
    "hi": 27,
    "xin": 80,
    "chào": 10,
    "buổi": 5,
    "sáng": 59,
    "kính": 37,
    "ê": 82,
    "tối": 75,
    "chiều": 8,
    "alo": 1,
    "tôi": 73,
    "muốn": 44,
    "hỏi": 32,
    "trung": 69,
    "tâm": 72,
    "cho": 9,
    "ơi": 90,
    "tạm": 74,
    "biệt": 4,
    "bi": 2,
    "bye": 6,
    "goodbye": 22,
    "hẹn": 30,
    "gặp": 24,
    "lại": 40,
    "mong": 43,
    "bạn": 7,
    "sớm": 61,
    "chúc": 11,
    "một": 47,
    "ngày": 48,
    "vui": 76,
    "vẻ": 78,
    "mai": 42,
    "đi": 84,
    "đây": 86,
    "sẽ": 60,
    "qua": 53,
    "đăng": 88,
    "ký": 38,
    "thx": 64,
    "thank": 62,
    "you": 81,
    "cám": 13,
    "ơn": 91,
    "đã": 87,
    "giải": 20,
    "đáp": 85,
    "thắc": 66,
    "mắc": 46,
    "của": 18,
    "mình": 45,
    "hiểu": 28,
    "rõ": 55,
    "hơn": 29,
    "rồi": 57,
    "nhé": 50,
    "vì": 77,
    "thông": 65,
    "tin": 68,
    "hữu": 34,
    "ích": 83,
    "không": 36,
    "còn": 15,
    "nữa": 52,
    "có": 16,
    "câu": 14,
    "trả": 70,
    "lời": 41,
    "nhiều": 49,
    "hỗ": 33,
    "trợ": 71,
    "rất": 56,
    "biết": 3,
    "khi": 35,
    "cảm": 17,
    "là": 39,
    "ai": 0,
    "giới": 21,
    "thiệu": 63,
    "về": 79,
    "hệ": 31,
    "thống": 67,
    "gì": 23,
    "các": 12,
    "quy": 54,
    "định": 89,
    "những": 51,
    "danh": 19,
    "sách": 58,
    "ở": 92
  },
  "intent": {
    "chao_hoi": 2,
    "tam_biet": 4,
    "cam_on": 1,
    "bot_challenge": 0,
    "xem_danh_sach_quy_dinh": 5,
    "nlu_fallback": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_xem_danh_sach_quy_dinh": 12,
    "utter_cam_on": 13,
    "utter_chao_hoi": 14,
    "utter_default": 15,
    "utter_iamabot": 16,
    "utter_tam_biet": 17
  },
  "action_text": null,
  "intent_response_key": null
}