{
  "text": {
    " ": 0,
    "h": 418,
    "e": 384,
    "y": 815,
    " h": 76,
    "he": 423,
    "ey": 395,
    "y ": 816,
    " he": 77,
    "hey": 426,
    "ey ": 396,
    " hey": 79,
    "hey ": 427,
    "l": 560,
    "o": 647,
    "el": 389,
    "ll": 561,
    "lo": 564,
    "o ": 648,
    "hel": 424,
    "ell": 390,
    "llo": 562,
    "lo ": 565,
    " hel": 78,
    "hell": 425,
    "ello": 391,
    "llo ": 563,
    "i": 502,
    "hi": 428,
    "i ": 503,
    " hi": 80,
    "hi ": 429,
    " hi ": 81,
    "x": 810,
    "n": 611,
    " x": 231,
    "xi": 812,
    "in": 506,
    "n ": 612,
    " xi": 232,
    "xin": 813,
    "in ": 507,
    " xin": 233,
    "xin ": 814,
    "c": 329,
    "à": 822,
    " c": 32,
    "ch": 333,
    "hà": 440,
    "ào": 826,
    " ch": 35,
    "chà": 339,
    "hào": 441,
    "ào ": 827,
    " chà": 38,
    "chào": 340,
    "hào ": 442,
    "b": 301,
    "u": 765,
    "ổ": 1021,
    " b": 15,
    "bu": 317,
    "uổ": 788,
    "ổi": 1022,
    " bu": 24,
    "buổ": 318,
    "uổi": 789,
    "ổi ": 1023,
    " buổ": 25,
    "buổi": 319,
    "uổi ": 790,
    "s": 695,
    "á": 830,
    "g": 397,
    " s": 173,
    "sá": 699,
    "án": 837,
    "ng": 617,
    "g ": 398,
    " sá": 176,
    "sán": 702,
    "áng": 838,
    "ng ": 618,
    " sán": 178,
    "sáng": 703,
    "áng ": 839,
    "k": 540,
    "í": 864,
    " k": 99,
    "kí": 552,
    "ín": 868,
    "nh": 621,
    "h ": 419,
    " kí": 106,
    "kín": 553,
    "ính": 869,
    "nh ": 622,
    " kín": 107,
    "kính": 554,
    "ính ": 870,
    "ê": 855,
    " ê": 237,
    "ê ": 856,
    " ê ": 238,
    "t": 709,
    "ố": 1011,
    " t": 183,
    "tố": 762,
    "ối": 1012,
    " tố": 211,
    "tối": 763,
    "ối ": 1013,
    " tối": 212,
    "tối ": 764,
    "ề": 984,
    "iề": 522,
    "ều": 986,
    "u ": 766,
    "chi": 335,
    "hiề": 430,
    "iều": 523,
    "ều ": 987,
    " chi": 36,
    "chiề": 336,
    "hiều": 431,
    "iều ": 524,
    "a": 285,
    " a": 6,
    "al": 291,
    " al": 11,
    "alo": 292,
    " alo": 12,
    "alo ": 293,
    "ô": 878,
    "tô": 751,
    "ôi": 879,
    " tô": 204,
    "tôi": 752,
    "ôi ": 880,
    " tôi": 205,
    "tôi ": 753,
    "m": 582,
    " m": 124,
    "mu": 593,
    "uố": 785,
    "ốn": 1014,
    " mu": 129,
    "muố": 594,
    "uốn": 786,
    "ốn ": 1015,
    " muố": 130,
    "muốn": 595,
    "uốn ": 787,
    "ỏ": 1008,
    "hỏ": 483,
    "ỏi": 1009,
    " hỏ": 93,
    "hỏi": 484,
    "ỏi ": 1010,
    " hỏi": 94,
    "hỏi ": 485,
    "r": 676,
    "tr": 736,
    "ru": 680,
    "un": 776,
    " tr": 198,
    "tru": 737,
    "run": 681,
    "ung": 777,
    " tru": 199,
    "trun": 738,
    "rung": 682,
    "ung ": 778,
    "â": 844,
    "tâ": 748,
    "âm": 845,
    "m ": 583,
    " tâ": 202,
    "tâm": 749,
    "âm ": 846,
    " tâm": 203,
    "tâm ": 750,
    "ho": 436,
    "cho": 337,
    "ho ": 437,
    " cho": 37,
    "cho ": 338,
    "ơ": 923,
    " ơ": 261,
    "ơi": 924,
    " ơi": 262,
    "ơi ": 925,
    " ơi ": 263,
    "ạ": 935,
    "tạ": 754,
    "ạm": 938,
    " tạ": 206,
    "tạm": 757,
    "ạm ": 939,
    " tạm": 208,
    "tạm ": 758,
    "ệ": 993,
    "bi": 311,
    "iệ": 530,
    "ệt": 997,
    "t ": 710,
    " bi": 20,
    "biệ": 315,
    "iệt": 533,
    "ệt ": 998,
    " biệ": 23,
    "biệt": 316,
    "iệt ": 534,
    "bi ": 312,
    " bi ": 21,
    "by": 320,
    "ye": 817,
    "e ": 385,
    " by": 26,
    "bye": 321,
    "ye ": 818,
    " bye": 27,
    "bye ": 322,
    "d": 373,
    " g": 65,
    "go": 407,
    "oo": 658,
    "od": 649,
    "db": 378,
    " go": 70,
    "goo": 408,
    "ood": 659,
    "odb": 650,
    "dby": 379,
    " goo": 71,
    "good": 409,
    "oodb": 660,
    "odby": 651,
    "dbye": 380,
    "ẹ": 973,
    "hẹ": 473,
    "ẹn": 974,
    " hẹ": 87,
    "hẹn": 474,
    "ẹn ": 975,
    " hẹn": 88,
    "hẹn ": 475,
    "ặ": 970,
    "p": 663,
    "gặ": 415,
    "ặp": 971,
    "p ": 664,
    " gặ": 74,
    "gặp": 416,
    "ặp ": 972,
    " gặp": 75,
    "gặp ": 417,
    " l": 112,
    "lạ": 576,
    "ại": 936,
    " lạ": 120,
    "lại": 577,
    "ại ": 937,
    " lại": 121,
    "lại ": 578,
    "mo": 590,
    "on": 655,
    " mo": 127,
    "mon": 591,
    "ong": 656,
    " mon": 128,
    "mong": 592,
    "ong ": 657,
    "bạ": 323,
    "ạn": 940,
    " bạ": 28,
    "bạn": 324,
    "ạn ": 941,
    " bạn": 29,
    "bạn ": 325,
    "ớ": 1029,
    "sớ": 706,
    "ớm": 1032,
    " sớ": 181,
    "sớm": 707,
    "ớm ": 1033,
    " sớm": 182,
    "sớm ": 708,
    "ú": 886,
    "hú": 453,
    "úc": 887,
    "c ": 330,
    "chú": 341,
    "húc": 454,
    "úc ": 888,
    " chú": 39,
    "chúc": 342,
    "húc ": 455,
    "ộ": 1026,
    "mộ": 605,
    "ột": 1027,
    " mộ": 137,
    "một": 606,
    "ột ": 1028,
    " một": 138,
    "một ": 607,
    " n": 141,
    "gà": 410,
    "ày": 828,
    " ng": 146,
    "ngà": 619,
    "gày": 411,
    "ày ": 829,
    " ngà": 147,
    "ngày": 620,
    "gày ": 412,
    "v": 791,
    " v": 216,
    "vu": 795,
    "ui": 771,
    " vu": 219,
    "vui": 796,
    "ui ": 772,
    " vui": 220,
    "vui ": 797,
    "ẻ": 976,
    "vẻ": 803,
    "ẻ ": 977,
    " vẻ": 225,
    "vẻ ": 804,
    " vẻ ": 226,
    "ma": 584,
    "ai": 289,
    " ma": 125,
    "mai": 585,
    "ai ": 290,
    " mai": 126,
    "mai ": 586,
    "đ": 896,
    " đ": 242,
    "đi": 897,
    " đi": 243,
    "đi ": 898,
    " đi ": 244,
    "đâ": 906,
    "ây": 849,
    " đâ": 249,
    "đây": 907,
    "ây ": 850,
    " đây": 250,
    "đây ": 908,
    "ẽ": 978,
    "sẽ": 704,
    "ẽ ": 979,
    " sẽ": 179,
    "sẽ ": 705,
    " sẽ ": 180,
    "q": 668,
    " q": 161,
    "qu": 669,
    "ua": 767,
    "a ": 286,
    " qu": 162,
    "qua": 670,
    "ua ": 768,
    " qua": 163,
    "qua ": 671,
    "ă": 891,
    "đă": 911,
    "ăn": 892,
    " đă": 253,
    "đăn": 912,
    "ăng": 894,
    " đăn": 254,
    "đăng": 913,
    "ăng ": 895,
    "ý": 889,
    "ký": 555,
    "ý ": 890,
    " ký": 108,
    "ký ": 556,
    " ký ": 109,
    "th": 711,
    "hx": 438,
    "x ": 811,
    " th": 184,
    "thx": 716,
    "hx ": 439,
    " thx": 187,
    "thx ": 717,
    "ha": 420,
    "an": 294,
    "nk": 633,
    "k ": 541,
    "tha": 712,
    "han": 421,
    "ank": 297,
    "nk ": 634,
    " tha": 185,
    "than": 713,
    "hank": 422,
    "ank ": 298,
    " y": 234,
    "yo": 819,
    "ou": 661,
    " yo": 235,
    "you": 820,
    "ou ": 662,
    " you": 236,
    "you ": 821,
    "cá": 351,
    "ám": 835,
    " cá": 45,
    "cám": 354,
    "ám ": 836,
    " cám": 47,
    "cám ": 355,
    "ơn": 926,
    " ơn": 264,
    "ơn ": 927,
    " ơn ": 265,
    "ã": 851,
    "đã": 909,
    "ã ": 852,
    " đã": 251,
    "đã ": 910,
    " đã ": 252,
    "ả": 944,
    "gi": 399,
    "iả": 514,
    "ải": 946,
    " gi": 66,
    "giả": 402,
    "iải": 515,
    "ải ": 947,
    " giả": 68,
    "giải": 403,
    "iải ": 516,
    "đá": 903,
    "áp": 842,
    " đá": 247,
    "đáp": 904,
    "áp ": 843,
    " đáp": 248,
    "đáp ": 905,
    "ắ": 967,
    "hắ": 470,
    "ắc": 968,
    "thắ": 722,
    "hắc": 471,
    "ắc ": 969,
    " thắ": 190,
    "thắc": 723,
    "hắc ": 472,
    "mắ": 602,
    " mắ": 135,
    "mắc": 603,
    " mắc": 136,
    "mắc ": 604,
    "ủ": 1043,
    "củ": 370,
    "ủa": 1044,
    " củ": 58,
    "của": 371,
    "ủa ": 1045,
    " của": 59,
    "của ": 372,
    "ì": 859,
    "mì": 596,
    "ìn": 861,
    " mì": 131,
    "mìn": 597,
    "ình": 862,
    " mìn": 132,
    "mình": 598,
    "ình ": 863,
    "ể": 988,
    "iể": 525,
    "ểu": 991,
    "hiể": 432,
    "iểu": 528,
    "ểu ": 992,
    " hiể": 82,
    "hiểu": 433,
    "iểu ": 529,
    "õ": 884,
    " r": 166,
    "rõ": 683,
    "õ ": 885,
    " rõ": 167,
    "rõ ": 684,
    " rõ ": 168,
    "hơ": 456,
    " hơ": 83,
    "hơn": 457,
    " hơn": 84,
    "hơn ": 458,
    "ồ": 1018,
    "rồ": 690,
    "ồi": 1019,
    " rồ": 171,
    "rồi": 691,
    "ồi ": 1020,
    " rồi": 172,
    "rồi ": 692,
    ",": 268,
    " ,": 1,
    ", ": 269,
    " , ": 2,
    "é": 853,
    "hé": 443,
    "é ": 854,
    " nh": 148,
    "nhé": 625,
    "hé ": 444,
    " nhé": 150,
    "nhé ": 626,
    "vì": 798,
    "ì ": 860,
    " vì": 221,
    "vì ": 799,
    " vì ": 222,
    "hô": 450,
    "ôn": 881,
    "thô": 720,
    "hôn": 451,
    "ông": 882,
    " thô": 189,
    "thôn": 721,
    "hông": 452,
    "ông ": 883,
    "ti": 730,
    " ti": 194,
    "tin": 731,
    " tin": 195,
    "tin ": 732,
    "ữ": 1050,
    "hữ": 497,
    "ữu": 1056,
    " hữ": 97,
    "hữu": 500,
    "ữu ": 1057,
    " hữu": 98,
    "hữu ": 501,
    " í": 239,
    "íc": 865,
    " íc": 240,
    "ích": 866,
    "ch ": 334,
    " ích": 241,
    "ích ": 867,
    "kh": 542,
    " kh": 100,
    "khô": 547,
    " khô": 103,
    "khôn": 548,
    "ò": 871,
    "cò": 359,
    "òn": 872,
    " cò": 50,
    "còn": 360,
    "òn ": 873,
    " còn": 51,
    "còn ": 361,
    "nữ": 644,
    "ữa": 1051,
    " nữ": 156,
    "nữa": 645,
    "ữa ": 1052,
    " nữa": 157,
    "nữa ": 646,
    "ó": 874,
    "có": 362,
    "ó ": 875,
    " có": 52,
    "có ": 363,
    " có ": 53,
    "câ": 356,
    "âu": 847,
    " câ": 48,
    "câu": 357,
    "âu ": 848,
    " câu": 49,
    "câu ": 358,
    "rả": 685,
    "ả ": 945,
    "trả": 739,
    "rả ": 686,
    " trả": 200,
    "trả ": 740,
    "ờ": 1034,
    "lờ": 579,
    "ời": 1035,
    " lờ": 122,
    "lời": 580,
    "ời ": 1036,
    " lời": 123,
    "lời ": 581,
    "nhi": 623,
    " nhi": 149,
    "nhiề": 624,
    "ỗ": 1024,
    "hỗ": 489,
    "ỗ ": 1025,
    " hỗ": 95,
    "hỗ ": 490,
    " hỗ ": 96,
    "ợ": 1039,
    "rợ": 693,
    "ợ ": 1040,
    "trợ": 741,
    "rợ ": 694,
    " trợ": 201,
    "trợ ": 742,
    "ấ": 955,
    "rấ": 687,
    "ất": 958,
    " rấ": 169,
    "rất": 688,
    "ất ": 959,
    " rất": 170,
    "rất ": 689,
    "ế": 980,
    "iế": 519,
    "ết": 982,
    "biế": 313,
    "iết": 520,
    "ết ": 983,
    " biế": 22,
    "biết": 314,
    "iết ": 521,
    "khi": 543,
    " khi": 101,
    "khi ": 544,
    "cả": 364,
    "ảm": 948,
    " cả": 54,
    "cảm": 365,
    "ảm ": 949,
    " cảm": 55,
    "cảm ": 366,
    "là": 566,
    "à ": 823,
    " là": 113,
    "là ": 567,
    " là ": 114,
    " ai": 9,
    " ai ": 10,
    "iớ": 537,
    "ới": 1030,
    "giớ": 405,
    "iới": 538,
    "ới ": 1031,
    " giớ": 69,
    "giới": 406,
    "iới ": 539,
    "ệu": 999,
    "thi": 714,
    "hiệ": 434,
    "iệu": 535,
    "ệu ": 1000,
    " thi": 186,
    "thiệ": 715,
    "hiệu": 435,
    "iệu ": 536,
    "về": 805,
    "ề ": 985,
    " về": 227,
    "về ": 806,
    " về ": 228,
    "hệ": 478,
    "ệ ": 994,
    " hệ": 89,
    "hệ ": 479,
    " hệ ": 90,
    "hố": 486,
    "thố": 726,
    "hốn": 487,
    "ống": 1016,
    " thố": 192,
    "thốn": 727,
    "hống": 488,
    "ống ": 1017,
    "gì": 413,
    " gì": 72,
    "gì ": 414,
    " gì ": 73,
    "ác": 831,
    "các": 352,
    "ác ": 832,
    " các": 46,
    "các ": 353,
    "uy": 781,
    "quy": 672,
    "uy ": 782,
    " quy": 164,
    "quy ": 673,
    "ị": 1001,
    "đị": 917,
    "ịn": 1002,
    " đị": 257,
    "địn": 918,
    "ịnh": 1003,
    " địn": 258,
    "định": 919,
    "ịnh ": 1004,
    "ữn": 1053,
    "nhữ": 631,
    "hữn": 498,
    "ững": 1054,
    " nhữ": 153,
    "nhữn": 632,
    "hững": 499,
    "ững ": 1055,
    " d": 60,
    "da": 375,
    " da": 61,
    "dan": 376,
    "anh": 295,
    " dan": 62,
    "danh": 377,
    "anh ": 296,
    "sác": 700,
    "ách": 833,
    " sác": 177,
    "sách": 701,
    "ách ": 834,
    "ở": 1037,
    " ở": 266,
    "ở ": 1038,
    " ở ": 267,
    "ểm": 989,
    "điể": 901,
    "iểm": 526,
    "ểm ": 990,
    " điể": 246,
    "điểm": 902,
    "iểm ": 527,
    "sa": 696,
    "ao": 299,
    " sa": 174,
    "sao": 697,
    "ao ": 300,
    " sao": 175,
    "sao ": 698,
    "ư": 928,
    "hư": 459,
    "ư ": 929,
    "như": 627,
    "hư ": 460,
    " như": 151,
    "như ": 628,
    "hế": 476,
    "ế ": 981,
    "thế": 724,
    "hế ": 477,
    " thế": 191,
    "thế ": 725,
    "nà": 641,
    " nà": 154,
    "nào": 642,
    " nào": 155,
    "nào ": 643,
    "điề": 899,
    " điề": 245,
    "điều": 900,
    "ki": 549,
    "ện": 995,
    " ki": 104,
    "kiệ": 550,
    "iện": 531,
    "ện ": 996,
    " kiệ": 105,
    "kiện": 551,
    "iện ": 532,
    "bả": 326,
    "ảo": 953,
    " bả": 30,
    "bảo": 327,
    "ảo ": 954,
    " bảo": 31,
    "bảo ": 328,
    "lư": 573,
    "ưu": 930,
    " lư": 118,
    "lưu": 574,
    "ưu ": 931,
    " lưu": 119,
    "lưu ": 575,
    "cấ": 367,
    "ấp": 956,
    " cấ": 56,
    "cấp": 368,
    "ấp ": 957,
    " cấp": 57,
    "cấp ": 369,
    "ứ": 1046,
    "hứ": 494,
    "ứn": 1047,
    "chứ": 343,
    "hứn": 495,
    "ứng": 1048,
    " chứ": 40,
    "chứn": 344,
    "hứng": 496,
    "ứng ": 1049,
    "ậ": 962,
    "hậ": 467,
    "ận": 963,
    "nhậ": 629,
    "hận": 468,
    "ận ": 964,
    " nhậ": 152,
    "nhận": 630,
    "hận ": 469,
    "ản": 950,
    "iản": 517,
    "ảng": 951,
    "giản": 404,
    "iảng": 518,
    "ảng ": 952,
    "dạ": 381,
    "ạy": 942,
    " dạ": 63,
    "dạy": 382,
    "ạy ": 943,
    " dạy": 64,
    "dạy ": 383,
    "đố": 920,
    " đố": 259,
    "đối": 921,
    " đối": 260,
    "đối ": 922,
    "vớ": 807,
    " vớ": 229,
    "với": 808,
    " với": 230,
    "với ": 809,
    "iá": 508,
    "áo": 840,
    "giá": 400,
    "iáo": 509,
    "áo ": 841,
    " giá": 67,
    "giáo": 401,
    "iáo ": 510,
    "vi": 792,
    "iê": 511,
    "ên": 857,
    " vi": 217,
    "viê": 793,
    "iên": 512,
    "ên ": 858,
    " viê": 218,
    "viên": 794,
    "iên ": 513,
    "ọ": 1005,
    "họ": 480,
    "ọc": 1006,
    " họ": 91,
    "học": 481,
    "ọc ": 1007,
    " học": 92,
    "học ": 482,
    "tậ": 759,
    "ập": 965,
    " tậ": 209,
    "tập": 760,
    "ập ": 966,
    " tập": 210,
    "tập ": 761,
    "àm": 824,
    "làm": 568,
    "àm ": 825,
    " làm": 115,
    "làm ": 569,
    "mớ": 608,
    " mớ": 139,
    "mới": 609,
    " mới": 140,
    "mới ": 610,
    "đư": 914,
    "ượ": 932,
    "ợc": 1041,
    " đư": 255,
    "đượ": 915,
    "ược": 933,
    "ợc ": 1042,
    " đượ": 256,
    "được": 916,
    "ược ": 934,
    "mấ": 599,
    "ấy": 960,
    " mấ": 133,
    "mấy": 600,
    "ấy ": 961,
    " mấy": 134,
    "mấy ": 601,
    "kế": 557,
    " kế": 110,
    "kết": 558,
    " kết": 111,
    "kết ": 559,
    "uả": 783,
    "quả": 674,
    "uả ": 784,
    " quả": 165,
    "quả ": 675,
    " p": 158,
    "ph": 665,
    "hả": 464,
    " ph": 159,
    "phả": 666,
    "hải": 465,
    " phả": 160,
    "phải": 667,
    "hải ": 466,
    "hờ": 491,
    "thờ": 728,
    "hời": 492,
    " thờ": 193,
    "thời": 729,
    "hời ": 493,
    "hạ": 461,
    " hạ": 85,
    "hạn": 462,
    " hạn": 86,
    "hạn ": 463,
    "ba": 305,
    " ba": 18,
    "bao": 306,
    " bao": 19,
    "bao ": 307,
    "lâ": 570,
    " lâ": 116,
    "lâu": 571,
    " lâu": 117,
    "lâu ": 572,
    " an": 13,
    " anh": 14,
    "vă": 800,
    " vă": 223,
    "văn": 801,
    "ăn ": 893,
    " văn": 224,
    "văn ": 802,
    " u": 213,
    "ud": 769,
    "d ": 374,
    " ud": 214,
    "ud ": 770,
    " ud ": 215,
    "cn": 345,
    "nt": 635,
    "tt": 743,
    " cn": 41,
    "cnt": 346,
    "ntt": 636,
    "tt ": 744,
    " cnt": 42,
    "cntt": 347,
    "ntt ": 637,
    "cb": 331,
    "b ": 302,
    " cb": 33,
    "cb ": 332,
    " cb ": 34,
    "hó": 447,
    "óa": 876,
    "khó": 545,
    "hóa": 448,
    "óa ": 877,
    " khó": 102,
    "khóa": 546,
    "hóa ": 449,
    "tại": 755,
    " tại": 207,
    "tại ": 756,
    "hì": 445,
    "thì": 718,
    "hì ": 446,
    " thì": 188,
    "thì ": 719,
    "nc": 615,
    " nc": 144,
    "nc ": 616,
    " nc ": 145,
    "to": 733,
    "oe": 652,
    "ei": 386,
    "ic": 504,
    " to": 196,
    "toe": 734,
    "oei": 653,
    "eic": 387,
    "ic ": 505,
    " toe": 197,
    "toei": 735,
    "oeic": 654,
    "eic ": 388,
    "_": 276,
    " _": 3,
    "__": 278,
    "_n": 282,
    "nu": 638,
    "um": 773,
    "mb": 587,
    "be": 308,
    "er": 392,
    "r_": 677,
    "_ ": 277,
    " __": 4,
    "__n": 280,
    "_nu": 283,
    "num": 639,
    "umb": 774,
    "mbe": 588,
    "ber": 309,
    "er_": 393,
    "r__": 678,
    "__ ": 279,
    " __n": 5,
    "__nu": 281,
    "_num": 284,
    "numb": 640,
    "umbe": 775,
    "mber": 589,
    "ber_": 310,
    "er__": 394,
    "r__ ": 679,
    "2": 272,
    "a2": 287,
    "2 ": 273,
    " a2": 7,
    "a2 ": 288,
    " a2 ": 8,
    "ct": 348,
    "tu": 745,
    "ut": 779,
    " ct": 43,
    "ctu": 349,
    "tut": 746,
    "ut ": 780,
    " ctu": 44,
    "ctut": 350,
    "tut ": 747,
    "4": 274,
    "n4": 613,
    "4 ": 275,
    " n4": 142,
    "n4 ": 614,
    " n4 ": 143,
    "1": 270,
    "b1": 303,
    "1 ": 271,
    " b1": 16,
    "b1 ": 304,
    " b1 ": 17
  },
  "response": null,
  "action_text": null
}