{
  "text": {
    " ": 0,
    "h": 387,
    "e": 353,
    "y": 743,
    " h": 72,
    "he": 392,
    "ey": 364,
    "y ": 744,
    " he": 73,
    "hey": 395,
    "ey ": 365,
    " hey": 75,
    "hey ": 396,
    "l": 515,
    "o": 591,
    "el": 358,
    "ll": 516,
    "lo": 519,
    "o ": 592,
    "hel": 393,
    "ell": 359,
    "llo": 517,
    "lo ": 520,
    " hel": 74,
    "hell": 394,
    "ello": 360,
    "llo ": 518,
    "i": 460,
    "hi": 397,
    "i ": 461,
    " hi": 76,
    "hi ": 398,
    " hi ": 77,
    "x": 738,
    "n": 555,
    " x": 207,
    "xi": 740,
    "in": 464,
    "n ": 556,
    " xi": 208,
    "xin": 741,
    "in ": 465,
    " xin": 209,
    "xin ": 742,
    "c": 298,
    "à": 750,
    " c": 28,
    "ch": 302,
    "hà": 409,
    "ào": 752,
    " ch": 31,
    "chà": 308,
    "hào": 410,
    "ào ": 753,
    " chà": 34,
    "chào": 309,
    "hào ": 411,
    "b": 273,
    "u": 698,
    "ổ": 938,
    " b": 13,
    "bu": 286,
    "uổ": 719,
    "ổi": 939,
    " bu": 20,
    "buổ": 287,
    "uổi": 720,
    "ổi ": 940,
    " buổ": 21,
    "buổi": 288,
    "uổi ": 721,
    "s": 634,
    "á": 756,
    "g": 366,
    " s": 154,
    "sá": 638,
    "án": 763,
    "ng": 561,
    "g ": 367,
    " sá": 157,
    "sán": 641,
    "áng": 764,
    "ng ": 562,
    " sán": 159,
    "sáng": 642,
    "áng ": 765,
    "k": 498,
    "í": 790,
    " k": 93,
    "kí": 510,
    "ín": 794,
    "nh": 565,
    "h ": 388,
    " kí": 100,
    "kín": 511,
    "ính": 795,
    "nh ": 566,
    " kín": 101,
    "kính": 512,
    "ính ": 796,
    "ê": 781,
    " ê": 213,
    "ê ": 782,
    " ê ": 214,
    "t": 648,
    "ố": 928,
    " t": 164,
    "tố": 695,
    "ối": 929,
    " tố": 189,
    "tối": 696,
    "ối ": 930,
    " tối": 190,
    "tối ": 697,
    "ề": 901,
    "iề": 480,
    "ều": 903,
    "u ": 699,
    "chi": 304,
    "hiề": 399,
    "iều": 481,
    "ều ": 904,
    " chi": 32,
    "chiề": 305,
    "hiều": 400,
    "iều ": 482,
    "a": 257,
    " a": 6,
    "al": 263,
    " al": 11,
    "alo": 264,
    " alo": 12,
    "alo ": 265,
    "ô": 804,
    "tô": 686,
    "ôi": 805,
    " tô": 183,
    "tôi": 687,
    "ôi ": 806,
    " tôi": 184,
    "tôi ": 688,
    "m": 532,
    " m": 113,
    "mu": 543,
    "uố": 716,
    "ốn": 931,
    " mu": 118,
    "muố": 544,
    "uốn": 717,
    "ốn ": 932,
    " muố": 119,
    "muốn": 545,
    "uốn ": 718,
    "ỏ": 925,
    "hỏ": 444,
    "ỏi": 926,
    " hỏ": 87,
    "hỏi": 445,
    "ỏi ": 927,
    " hỏi": 88,
    "hỏi ": 446,
    "r": 615,
    "tr": 671,
    "ru": 619,
    "un": 709,
    " tr": 177,
    "tru": 672,
    "run": 620,
    "ung": 710,
    " tru": 178,
    "trun": 673,
    "rung": 621,
    "ung ": 711,
    "â": 770,
    "tâ": 683,
    "âm": 771,
    "m ": 533,
    " tâ": 181,
    "tâm": 684,
    "âm ": 772,
    " tâm": 182,
    "tâm ": 685,
    "ho": 405,
    "cho": 306,
    "ho ": 406,
    " cho": 33,
    "cho ": 307,
    "ơ": 845,
    " ơ": 235,
    "ơi": 846,
    " ơi": 236,
    "ơi ": 847,
    " ơi ": 237,
    "ạ": 854,
    "tạ": 689,
    "ạm": 857,
    " tạ": 185,
    "tạm": 690,
    "ạm ": 858,
    " tạm": 186,
    "tạm ": 691,
    "ệ": 910,
    "bi": 280,
    "iệ": 488,
    "ệt": 914,
    "t ": 649,
    " bi": 16,
    "biệ": 284,
    "iệt": 491,
    "ệt ": 915,
    " biệ": 19,
    "biệt": 285,
    "iệt ": 492,
    "bi ": 281,
    " bi ": 17,
    "by": 289,
    "ye": 745,
    "e ": 354,
    " by": 22,
    "bye": 290,
    "ye ": 746,
    " bye": 23,
    "bye ": 291,
    "d": 342,
    " g": 61,
    "go": 376,
    "oo": 602,
    "od": 593,
    "db": 347,
    " go": 66,
    "goo": 377,
    "ood": 603,
    "odb": 594,
    "dby": 348,
    " goo": 67,
    "good": 378,
    "oodb": 604,
    "odby": 595,
    "dbye": 349,
    "ẹ": 890,
    "hẹ": 434,
    "ẹn": 891,
    " hẹ": 81,
    "hẹn": 435,
    "ẹn ": 892,
    " hẹn": 82,
    "hẹn ": 436,
    "ặ": 887,
    "p": 607,
    "gặ": 384,
    "ặp": 888,
    "p ": 608,
    " gặ": 70,
    "gặp": 385,
    "ặp ": 889,
    " gặp": 71,
    "gặp ": 386,
    " l": 104,
    "lạ": 526,
    "ại": 855,
    " lạ": 109,
    "lại": 527,
    "ại ": 856,
    " lại": 110,
    "lại ": 528,
    "mo": 540,
    "on": 599,
    " mo": 116,
    "mon": 541,
    "ong": 600,
    " mon": 117,
    "mong": 542,
    "ong ": 601,
    "bạ": 292,
    "ạn": 859,
    " bạ": 24,
    "bạn": 293,
    "ạn ": 860,
    " bạn": 25,
    "bạn ": 294,
    "ớ": 946,
    "sớ": 645,
    "ớm": 949,
    " sớ": 162,
    "sớm": 646,
    "ớm ": 950,
    " sớm": 163,
    "sớm ": 647,
    "ú": 812,
    "hú": 420,
    "úc": 813,
    "c ": 299,
    "chú": 310,
    "húc": 421,
    "úc ": 814,
    " chú": 35,
    "chúc": 311,
    "húc ": 422,
    "ộ": 943,
    "mộ": 552,
    "ột": 944,
    " mộ": 124,
    "một": 553,
    "ột ": 945,
    " một": 125,
    "một ": 554,
    " n": 126,
    "gà": 379,
    "ày": 754,
    " ng": 131,
    "ngà": 563,
    "gày": 380,
    "ày ": 755,
    " ngà": 132,
    "ngày": 564,
    "gày ": 381,
    "v": 722,
    " v": 194,
    "vu": 726,
    "ui": 704,
    " vu": 197,
    "vui": 727,
    "ui ": 705,
    " vui": 198,
    "vui ": 728,
    "ẻ": 893,
    "vẻ": 731,
    "ẻ ": 894,
    " vẻ": 201,
    "vẻ ": 732,
    " vẻ ": 202,
    "ma": 534,
    "ai": 261,
    " ma": 114,
    "mai": 535,
    "ai ": 262,
    " mai": 115,
    "mai ": 536,
    "đ": 821,
    " đ": 218,
    "đi": 822,
    " đi": 219,
    "đi ": 823,
    " đi ": 220,
    "đâ": 831,
    "ây": 775,
    " đâ": 225,
    "đây": 832,
    "ây ": 776,
    " đây": 226,
    "đây ": 833,
    "ẽ": 895,
    "sẽ": 643,
    "ẽ ": 896,
    " sẽ": 160,
    "sẽ ": 644,
    " sẽ ": 161,
    "q": 609,
    " q": 143,
    "qu": 610,
    "ua": 700,
    "a ": 258,
    " qu": 144,
    "qua": 611,
    "ua ": 701,
    " qua": 145,
    "qua ": 612,
    "ă": 817,
    "đă": 836,
    "ăn": 818,
    " đă": 229,
    "đăn": 837,
    "ăng": 819,
    " đăn": 230,
    "đăng": 838,
    "ăng ": 820,
    "ý": 815,
    "ký": 513,
    "ý ": 816,
    " ký": 102,
    "ký ": 514,
    " ký ": 103,
    "th": 650,
    "hx": 407,
    "x ": 739,
    " th": 165,
    "thx": 655,
    "hx ": 408,
    " thx": 168,
    "thx ": 656,
    "ha": 389,
    "an": 266,
    "nk": 577,
    "k ": 499,
    "tha": 651,
    "han": 390,
    "ank": 269,
    "nk ": 578,
    " tha": 166,
    "than": 652,
    "hank": 391,
    "ank ": 270,
    " y": 210,
    "yo": 747,
    "ou": 605,
    " yo": 211,
    "you": 748,
    "ou ": 606,
    " you": 212,
    "you ": 749,
    "cá": 320,
    "ám": 761,
    " cá": 41,
    "cám": 323,
    "ám ": 762,
    " cám": 43,
    "cám ": 324,
    "ơn": 848,
    " ơn": 238,
    "ơn ": 849,
    " ơn ": 239,
    "ã": 777,
    "đã": 834,
    "ã ": 778,
    " đã": 227,
    "đã ": 835,
    " đã ": 228,
    "ả": 863,
    "gi": 368,
    "iả": 472,
    "ải": 865,
    " gi": 62,
    "giả": 371,
    "iải": 473,
    "ải ": 866,
    " giả": 64,
    "giải": 372,
    "iải ": 474,
    "đá": 828,
    "áp": 768,
    " đá": 223,
    "đáp": 829,
    "áp ": 769,
    " đáp": 224,
    "đáp ": 830,
    "ắ": 884,
    "hắ": 431,
    "ắc": 885,
    "thắ": 659,
    "hắc": 432,
    "ắc ": 886,
    " thắ": 170,
    "thắc": 660,
    "hắc ": 433,
    "mắ": 549,
    " mắ": 122,
    "mắc": 550,
    " mắc": 123,
    "mắc ": 551,
    "ủ": 956,
    "củ": 339,
    "ủa": 957,
    " củ": 54,
    "của": 340,
    "ủa ": 958,
    " của": 55,
    "của ": 341,
    "ì": 785,
    "mì": 546,
    "ìn": 787,
    " mì": 120,
    "mìn": 547,
    "ình": 788,
    " mìn": 121,
    "mình": 548,
    "ình ": 789,
    "ể": 905,
    "iể": 483,
    "ểu": 908,
    "hiể": 401,
    "iểu": 486,
    "ểu ": 909,
    " hiể": 78,
    "hiểu": 402,
    "iểu ": 487,
    "õ": 810,
    " r": 147,
    "rõ": 622,
    "õ ": 811,
    " rõ": 148,
    "rõ ": 623,
    " rõ ": 149,
    "hơ": 423,
    " hơ": 79,
    "hơn": 424,
    " hơn": 80,
    "hơn ": 425,
    "ồ": 935,
    "rồ": 629,
    "ồi": 936,
    " rồ": 152,
    "rồi": 630,
    "ồi ": 937,
    " rồi": 153,
    "rồi ": 631,
    ",": 240,
    " ,": 1,
    ", ": 241,
    " , ": 2,
    "é": 779,
    "hé": 412,
    "é ": 780,
    " nh": 133,
    "nhé": 569,
    "hé ": 413,
    " nhé": 135,
    "nhé ": 570,
    "vì": 729,
    "ì ": 786,
    " vì": 199,
    "vì ": 730,
    " vì ": 200,
    "hô": 417,
    "ôn": 807,
    "thô": 657,
    "hôn": 418,
    "ông": 808,
    " thô": 169,
    "thôn": 658,
    "hông": 419,
    "ông ": 809,
    "ti": 665,
    " ti": 173,
    "tin": 666,
    " tin": 174,
    "tin ": 667,
    "ữ": 963,
    "hữ": 455,
    "ữu": 969,
    " hữ": 91,
    "hữu": 458,
    "ữu ": 970,
    " hữu": 92,
    "hữu ": 459,
    " í": 215,
    "íc": 791,
    " íc": 216,
    "ích": 792,
    "ch ": 303,
    " ích": 217,
    "ích ": 793,
    "kh": 500,
    " kh": 94,
    "khô": 505,
    " khô": 97,
    "khôn": 506,
    "ò": 797,
    "cò": 328,
    "òn": 798,
    " cò": 46,
    "còn": 329,
    "òn ": 799,
    " còn": 47,
    "còn ": 330,
    "nữ": 588,
    "ữa": 964,
    " nữ": 141,
    "nữa": 589,
    "ữa ": 965,
    " nữa": 142,
    "nữa ": 590,
    "ó": 800,
    "có": 331,
    "ó ": 801,
    " có": 48,
    "có ": 332,
    " có ": 49,
    "câ": 325,
    "âu": 773,
    " câ": 44,
    "câu": 326,
    "âu ": 774,
    " câu": 45,
    "câu ": 327,
    "rả": 624,
    "ả ": 864,
    "trả": 674,
    "rả ": 625,
    " trả": 179,
    "trả ": 675,
    "ờ": 951,
    "lờ": 529,
    "ời": 952,
    " lờ": 111,
    "lời": 530,
    "ời ": 953,
    " lời": 112,
    "lời ": 531,
    "nhi": 567,
    " nhi": 134,
    "nhiề": 568,
    "ỗ": 941,
    "hỗ": 450,
    "ỗ ": 942,
    " hỗ": 89,
    "hỗ ": 451,
    " hỗ ": 90,
    "ợ": 954,
    "rợ": 632,
    "ợ ": 955,
    "trợ": 676,
    "rợ ": 633,
    " trợ": 180,
    "trợ ": 677,
    "ấ": 874,
    "rấ": 626,
    "ất": 877,
    " rấ": 150,
    "rất": 627,
    "ất ": 878,
    " rất": 151,
    "rất ": 628,
    "ế": 897,
    "iế": 477,
    "ết": 899,
    "biế": 282,
    "iết": 478,
    "ết ": 900,
    " biế": 18,
    "biết": 283,
    "iết ": 479,
    "khi": 501,
    " khi": 95,
    "khi ": 502,
    "cả": 333,
    "ảm": 867,
    " cả": 50,
    "cảm": 334,
    "ảm ": 868,
    " cảm": 51,
    "cảm ": 335,
    "là": 521,
    "à ": 751,
    " là": 105,
    "là ": 522,
    " là ": 106,
    " ai": 9,
    " ai ": 10,
    "iớ": 495,
    "ới": 947,
    "giớ": 374,
    "iới": 496,
    "ới ": 948,
    " giớ": 65,
    "giới": 375,
    "iới ": 497,
    "ệu": 916,
    "thi": 653,
    "hiệ": 403,
    "iệu": 493,
    "ệu ": 917,
    " thi": 167,
    "thiệ": 654,
    "hiệu": 404,
    "iệu ": 494,
    "về": 733,
    "ề ": 902,
    " về": 203,
    "về ": 734,
    " về ": 204,
    "hệ": 439,
    "ệ ": 911,
    " hệ": 83,
    "hệ ": 440,
    " hệ ": 84,
    "hố": 447,
    "thố": 663,
    "hốn": 448,
    "ống": 933,
    " thố": 172,
    "thốn": 664,
    "hống": 449,
    "ống ": 934,
    "gì": 382,
    " gì": 68,
    "gì ": 383,
    " gì ": 69,
    "ác": 757,
    "các": 321,
    "ác ": 758,
    " các": 42,
    "các ": 322,
    "uy": 714,
    "quy": 613,
    "uy ": 715,
    " quy": 146,
    "quy ": 614,
    "ị": 918,
    "đị": 839,
    "ịn": 919,
    " đị": 231,
    "địn": 840,
    "ịnh": 920,
    " địn": 232,
    "định": 841,
    "ịnh ": 921,
    " d": 56,
    "da": 344,
    " da": 57,
    "dan": 345,
    "anh": 267,
    " dan": 58,
    "danh": 346,
    "anh ": 268,
    "sác": 639,
    "ách": 759,
    " sác": 158,
    "sách": 640,
    "ách ": 760,
    "ữn": 966,
    "nhữ": 575,
    "hữn": 456,
    "ững": 967,
    " nhữ": 138,
    "nhữn": 576,
    "hững": 457,
    "ững ": 968,
    "nà": 585,
    " nà": 139,
    "nào": 586,
    " nào": 140,
    "nào ": 587,
    "hó": 414,
    "óa": 802,
    "khó": 503,
    "hóa": 415,
    "óa ": 803,
    " khó": 96,
    "khóa": 504,
    "hóa ": 416,
    " u": 191,
    "ud": 702,
    "d ": 343,
    " ud": 192,
    "ud ": 703,
    " ud ": 193,
    "cn": 314,
    "nt": 579,
    "tt": 678,
    " cn": 37,
    "cnt": 315,
    "ntt": 580,
    "tt ": 679,
    " cnt": 38,
    "cntt": 316,
    "ntt ": 581,
    "cb": 300,
    "b ": 274,
    " cb": 29,
    "cb ": 301,
    " cb ": 30,
    "nc": 559,
    " nc": 129,
    "nc ": 560,
    " nc ": 130,
    "to": 668,
    "oe": 596,
    "ei": 355,
    "ic": 462,
    " to": 175,
    "toe": 669,
    "oei": 597,
    "eic": 356,
    "ic ": 463,
    " toe": 176,
    "toei": 670,
    "oeic": 598,
    "eic ": 357,
    "_": 248,
    " _": 3,
    "__": 250,
    "_n": 254,
    "nu": 582,
    "um": 706,
    "mb": 537,
    "be": 277,
    "er": 361,
    "r_": 616,
    "_ ": 249,
    " __": 4,
    "__n": 252,
    "_nu": 255,
    "num": 583,
    "umb": 707,
    "mbe": 538,
    "ber": 278,
    "er_": 362,
    "r__": 617,
    "__ ": 251,
    " __n": 5,
    "__nu": 253,
    "_num": 256,
    "numb": 584,
    "umbe": 708,
    "mber": 539,
    "ber_": 279,
    "er__": 363,
    "r__ ": 618,
    "2": 244,
    "a2": 259,
    "2 ": 245,
    " a2": 7,
    "a2 ": 260,
    " a2 ": 8,
    "ct": 317,
    "tu": 680,
    "ut": 712,
    " ct": 39,
    "ctu": 318,
    "tut": 681,
    "ut ": 713,
    " ctu": 40,
    "ctut": 319,
    "tut ": 682,
    "1": 242,
    "b1": 275,
    "1 ": 243,
    " b1": 14,
    "b1 ": 276,
    " b1 ": 15,
    "4": 246,
    "n4": 557,
    "4 ": 247,
    " n4": 127,
    "n4 ": 558,
    " n4 ": 128,
    "ểm": 906,
    "điể": 826,
    "iểm": 484,
    "ểm ": 907,
    " điể": 222,
    "điểm": 827,
    "iểm ": 485,
    "sa": 635,
    "ao": 271,
    " sa": 155,
    "sao": 636,
    "ao ": 272,
    " sao": 156,
    "sao ": 637,
    "ư": 850,
    "hư": 426,
    "ư ": 851,
    "như": 571,
    "hư ": 427,
    " như": 136,
    "như ": 572,
    "hế": 437,
    "ế ": 898,
    "thế": 661,
    "hế ": 438,
    " thế": 171,
    "thế ": 662,
    "điề": 824,
    " điề": 221,
    "điều": 825,
    "ki": 507,
    "ện": 912,
    " ki": 98,
    "kiệ": 508,
    "iện": 489,
    "ện ": 913,
    " kiệ": 99,
    "kiện": 509,
    "iện ": 490,
    "bả": 295,
    "ảo": 872,
    " bả": 26,
    "bảo": 296,
    "ảo ": 873,
    " bảo": 27,
    "bảo ": 297,
    "lư": 523,
    "ưu": 852,
    " lư": 107,
    "lưu": 524,
    "ưu ": 853,
    " lưu": 108,
    "lưu ": 525,
    "cấ": 336,
    "ấp": 875,
    " cấ": 52,
    "cấp": 337,
    "ấp ": 876,
    " cấp": 53,
    "cấp ": 338,
    "ứ": 959,
    "hứ": 452,
    "ứn": 960,
    "chứ": 312,
    "hứn": 453,
    "ứng": 961,
    " chứ": 36,
    "chứn": 313,
    "hứng": 454,
    "ứng ": 962,
    "ậ": 879,
    "hậ": 428,
    "ận": 880,
    "nhậ": 573,
    "hận": 429,
    "ận ": 881,
    " nhậ": 137,
    "nhận": 574,
    "hận ": 430,
    "ản": 869,
    "iản": 475,
    "ảng": 870,
    "giản": 373,
    "iảng": 476,
    "ảng ": 871,
    "dạ": 350,
    "ạy": 861,
    " dạ": 59,
    "dạy": 351,
    "ạy ": 862,
    " dạy": 60,
    "dạy ": 352,
    "đố": 842,
    " đố": 233,
    "đối": 843,
    " đối": 234,
    "đối ": 844,
    "vớ": 735,
    " vớ": 205,
    "với": 736,
    " với": 206,
    "với ": 737,
    "iá": 466,
    "áo": 766,
    "giá": 369,
    "iáo": 467,
    "áo ": 767,
    " giá": 63,
    "giáo": 370,
    "iáo ": 468,
    "vi": 723,
    "iê": 469,
    "ên": 783,
    " vi": 195,
    "viê": 724,
    "iên": 470,
    "ên ": 784,
    " viê": 196,
    "viên": 725,
    "iên ": 471,
    "ọ": 922,
    "họ": 441,
    "ọc": 923,
    " họ": 85,
    "học": 442,
    "ọc ": 924,
    " học": 86,
    "học ": 443,
    "tậ": 692,
    "ập": 882,
    " tậ": 187,
    "tập": 693,
    "ập ": 883,
    " tập": 188,
    "tập ": 694
  },
  "response": null,
  "action_text": null
}