{
  "text": {
    " ": 0,
    "h": 517,
    "e": 463,
    "y": 993,
    " h": 90,
    "he": 522,
    "ey": 483,
    "y ": 994,
    " he": 91,
    "hey": 525,
    "ey ": 484,
    " hey": 93,
    "hey ": 526,
    "l": 678,
    "o": 784,
    "el": 471,
    "ll": 683,
    "lo": 686,
    "o ": 785,
    "hel": 523,
    "ell": 472,
    "llo": 684,
    "lo ": 687,
    " hel": 92,
    "hell": 524,
    "ello": 473,
    "llo ": 685,
    "i": 613,
    "hi": 527,
    "i ": 614,
    " hi": 94,
    "hi ": 528,
    " hi ": 95,
    "x": 989,
    "n": 737,
    " x": 268,
    "xi": 990,
    "in": 622,
    "n ": 738,
    " xi": 269,
    "xin": 991,
    "in ": 623,
    " xin": 270,
    "xin ": 992,
    "c": 395,
    "à": 1000,
    " c": 36,
    "ch": 402,
    "hà": 542,
    "ào": 1004,
    " ch": 39,
    "chà": 408,
    "hào": 543,
    "ào ": 1005,
    " chà": 42,
    "chào": 409,
    "hào ": 544,
    "b": 361,
    "u": 939,
    "ổ": 1238,
    " b": 17,
    "bu": 380,
    "uổ": 964,
    "ổi": 1239,
    " bu": 26,
    "buổ": 381,
    "uổi": 965,
    "ổi ": 1240,
    " buổ": 27,
    "buổi": 382,
    "uổi ": 966,
    "s": 850,
    "á": 1008,
    "g": 489,
    " s": 196,
    "sá": 858,
    "án": 1015,
    "ng": 746,
    "g ": 490,
    " sá": 201,
    "sán": 861,
    "áng": 1016,
    "ng ": 747,
    " sán": 203,
    "sáng": 862,
    "áng ": 1017,
    "k": 656,
    "í": 1044,
    " k": 114,
    "kí": 670,
    "ín": 1048,
    "nh": 756,
    "h ": 518,
    " kí": 121,
    "kín": 671,
    "ính": 1049,
    "nh ": 757,
    " kín": 122,
    "kính": 672,
    "ính ": 1050,
    "ê": 1033,
    " ê": 274,
    "ê ": 1034,
    " ê ": 275,
    "t": 870,
    "ố": 1225,
    " t": 210,
    "tố": 936,
    "ối": 1229,
    " tố": 246,
    "tối": 937,
    "ối ": 1230,
    " tối": 247,
    "tối ": 938,
    "ề": 1193,
    "iề": 638,
    "ều": 1195,
    "u ": 940,
    "chi": 404,
    "hiề": 529,
    "iều": 639,
    "ều ": 1196,
    " chi": 40,
    "chiề": 405,
    "hiều": 530,
    "iều ": 640,
    "a": 337,
    " a": 8,
    "al": 348,
    " al": 13,
    "alo": 349,
    " alo": 14,
    "alo ": 350,
    "ô": 1058,
    "tô": 919,
    "ôi": 1059,
    " tô": 234,
    "tôi": 920,
    "ôi ": 1060,
    " tôi": 235,
    "tôi ": 921,
    "m": 707,
    " m": 143,
    "mu": 719,
    "uố": 959,
    "ốn": 1231,
    " mu": 148,
    "muố": 720,
    "uốn": 962,
    "ốn ": 1232,
    " muố": 149,
    "muốn": 721,
    "uốn ": 963,
    "ỏ": 1222,
    "hỏ": 594,
    "ỏi": 1223,
    " hỏ": 108,
    "hỏi": 595,
    "ỏi ": 1224,
    " hỏi": 109,
    "hỏi ": 596,
    "r": 828,
    "tr": 902,
    "ru": 832,
    "un": 950,
    " tr": 227,
    "tru": 903,
    "run": 833,
    "ung": 951,
    " tru": 228,
    "trun": 904,
    "rung": 834,
    "ung ": 952,
    "â": 1022,
    "tâ": 916,
    "âm": 1023,
    "m ": 708,
    " tâ": 232,
    "tâm": 917,
    "âm ": 1024,
    " tâm": 233,
    "tâm ": 918,
    "ho": 536,
    "cho": 406,
    "ho ": 537,
    " cho": 41,
    "cho ": 407,
    "ơ": 1116,
    " ơ": 305,
    "ơi": 1117,
    " ơi": 306,
    "ơi ": 1118,
    " ơi ": 307,
    "ạ": 1133,
    "tạ": 924,
    "ạm": 1136,
    " tạ": 238,
    "tạm": 927,
    "ạm ": 1137,
    " tạm": 240,
    "tạm ": 928,
    "ệ": 1203,
    "bi": 371,
    "iệ": 646,
    "ệt": 1207,
    "t ": 871,
    " bi": 22,
    "biệ": 375,
    "iệt": 649,
    "ệt ": 1208,
    " biệ": 25,
    "biệt": 376,
    "iệt ": 650,
    "bi ": 372,
    " bi ": 23,
    "by": 383,
    "ye": 995,
    "e ": 464,
    " by": 28,
    "bye": 384,
    "ye ": 996,
    " bye": 29,
    "bye ": 385,
    "d": 449,
    " g": 79,
    "go": 499,
    "oo": 803,
    "od": 792,
    "db": 454,
    " go": 84,
    "goo": 500,
    "ood": 804,
    "odb": 793,
    "dby": 455,
    " goo": 85,
    "good": 501,
    "oodb": 805,
    "odby": 794,
    "dbye": 456,
    "ẹ": 1182,
    "hẹ": 580,
    "ẹn": 1183,
    " hẹ": 102,
    "hẹn": 581,
    "ẹn ": 1184,
    " hẹn": 103,
    "hẹn ": 582,
    "ặ": 1179,
    "p": 813,
    "gặ": 512,
    "ặp": 1180,
    "p ": 814,
    " gặ": 88,
    "gặp": 513,
    "ặp ": 1181,
    " gặp": 89,
    "gặp ": 514,
    " l": 127,
    "lạ": 698,
    "ại": 1134,
    " lạ": 137,
    "lại": 699,
    "ại ": 1135,
    " lại": 138,
    "lại ": 700,
    "mo": 716,
    "on": 800,
    " mo": 146,
    "mon": 717,
    "ong": 801,
    " mon": 147,
    "mong": 718,
    "ong ": 802,
    "bạ": 386,
    "ạn": 1138,
    " bạ": 30,
    "bạn": 387,
    "ạn ": 1139,
    " bạn": 31,
    "bạn ": 388,
    "ớ": 1246,
    "sớ": 867,
    "ớm": 1249,
    " sớ": 208,
    "sớm": 868,
    "ớm ": 1250,
    " sớm": 209,
    "sớm ": 869,
    "ú": 1067,
    "hú": 558,
    "úc": 1068,
    "c ": 396,
    "chú": 410,
    "húc": 559,
    "úc ": 1069,
    " chú": 43,
    "chúc": 411,
    "húc ": 560,
    "ộ": 1243,
    "mộ": 731,
    "ột": 1244,
    " mộ": 156,
    "một": 732,
    "ột ": 1245,
    " một": 157,
    "một ": 733,
    " n": 160,
    "gà": 504,
    "ày": 1006,
    " ng": 165,
    "ngà": 750,
    "gày": 505,
    "ày ": 1007,
    " ngà": 167,
    "ngày": 751,
    "gày ": 506,
    "v": 967,
    " v": 251,
    "vu": 971,
    "ui": 945,
    " vu": 254,
    "vui": 972,
    "ui ": 946,
    " vui": 255,
    "vui ": 973,
    "ẻ": 1185,
    "vẻ": 982,
    "ẻ ": 1186,
    " vẻ": 262,
    "vẻ ": 983,
    " vẻ ": 263,
    "ma": 709,
    "ai": 344,
    " ma": 144,
    "mai": 710,
    "ai ": 345,
    " mai": 145,
    "mai ": 711,
    "đ": 1077,
    " đ": 279,
    "đi": 1081,
    " đi": 282,
    "đi ": 1082,
    " đi ": 283,
    "đâ": 1095,
    "ây": 1027,
    " đâ": 291,
    "đây": 1098,
    "ây ": 1028,
    " đây": 293,
    "đây ": 1099,
    "ẽ": 1187,
    "sẽ": 863,
    "ẽ ": 1188,
    " sẽ": 204,
    "sẽ ": 864,
    " sẽ ": 205,
    "q": 818,
    " q": 183,
    "qu": 819,
    "ua": 941,
    "a ": 338,
    " qu": 184,
    "qua": 820,
    "ua ": 942,
    " qua": 185,
    "qua ": 821,
    "ă": 1072,
    "đă": 1102,
    "ăn": 1073,
    " đă": 296,
    "đăn": 1103,
    "ăng": 1075,
    " đăn": 297,
    "đăng": 1104,
    "ăng ": 1076,
    "ý": 1070,
    "ký": 673,
    "ý ": 1071,
    " ký": 123,
    "ký ": 674,
    " ký ": 124,
    "th": 872,
    "ha": 519,
    "an": 351,
    "nk": 768,
    "k ": 657,
    " th": 211,
    "tha": 873,
    "han": 520,
    "ank": 356,
    "nk ": 769,
    " tha": 212,
    "than": 874,
    "hank": 521,
    "ank ": 357,
    " y": 271,
    "yo": 997,
    "ou": 808,
    " yo": 272,
    "you": 998,
    "ou ": 809,
    " you": 273,
    "you ": 999,
    "cá": 424,
    "ám": 1013,
    " cá": 51,
    "cám": 427,
    "ám ": 1014,
    " cám": 53,
    "cám ": 428,
    "ơn": 1119,
    " ơn": 308,
    "ơn ": 1120,
    " ơn ": 309,
    "ã": 1029,
    "đã": 1100,
    "ã ": 1030,
    " đã": 294,
    "đã ": 1101,
    " đã ": 295,
    "ả": 1144,
    "gi": 491,
    "iả": 630,
    "ải": 1146,
    " gi": 80,
    "giả": 494,
    "iải": 631,
    "ải ": 1147,
    " giả": 82,
    "giải": 495,
    "iải ": 632,
    "đá": 1092,
    "áp": 1020,
    " đá": 289,
    "đáp": 1093,
    "áp ": 1021,
    " đáp": 290,
    "đáp ": 1094,
    "ắ": 1172,
    "hắ": 577,
    "ắc": 1173,
    "thắ": 886,
    "hắc": 578,
    "ắc ": 1174,
    " thắ": 218,
    "thắc": 887,
    "hắc ": 579,
    "mắ": 728,
    " mắ": 154,
    "mắc": 729,
    " mắc": 155,
    "mắc ": 730,
    "ủ": 1262,
    "củ": 446,
    "ủa": 1263,
    " củ": 66,
    "của": 447,
    "ủa ": 1264,
    " của": 67,
    "của ": 448,
    "ì": 1039,
    "mì": 722,
    "ìn": 1041,
    " mì": 150,
    "mìn": 723,
    "ình": 1042,
    " mìn": 151,
    "mình": 724,
    "ình ": 1043,
    "ể": 1197,
    "iể": 641,
    "ểu": 1201,
    "hiể": 531,
    "iểu": 644,
    "ểu ": 1202,
    " hiể": 96,
    "hiểu": 532,
    "iểu ": 645,
    "õ": 1065,
    " r": 189,
    "rõ": 838,
    "õ ": 1066,
    " rõ": 190,
    "rõ ": 839,
    " rõ ": 191,
    "hơ": 561,
    " hơ": 98,
    "hơn": 562,
    " hơn": 99,
    "hơn ": 563,
    "ồ": 1235,
    "rồ": 845,
    "ồi": 1236,
    " rồ": 194,
    "rồi": 846,
    "ồi ": 1237,
    " rồi": 195,
    "rồi ": 847,
    ",": 312,
    " ,": 1,
    ", ": 313,
    " , ": 2,
    "é": 1031,
    "hé": 545,
    "é ": 1032,
    " nh": 170,
    "nhé": 760,
    "hé ": 546,
    " nhé": 172,
    "nhé ": 761,
    "vì": 974,
    "ì ": 1040,
    " vì": 256,
    "vì ": 975,
    " vì ": 257,
    "hô": 555,
    "ôn": 1061,
    "thô": 884,
    "hôn": 556,
    "ông": 1063,
    " thô": 217,
    "thôn": 885,
    "hông": 557,
    "ông ": 1064,
    "ti": 896,
    " ti": 223,
    "tin": 897,
    " tin": 224,
    "tin ": 898,
    "ữ": 1269,
    "hữ": 608,
    "ữu": 1276,
    " hữ": 112,
    "hữu": 611,
    "ữu ": 1277,
    " hữu": 113,
    "hữu ": 612,
    " í": 276,
    "íc": 1045,
    " íc": 277,
    "ích": 1046,
    "ch ": 403,
    " ích": 278,
    "ích ": 1047,
    "kh": 658,
    " kh": 115,
    "khô": 663,
    " khô": 118,
    "khôn": 664,
    "ò": 1051,
    "cò": 432,
    "òn": 1052,
    " cò": 56,
    "còn": 433,
    "òn ": 1053,
    " còn": 57,
    "còn ": 434,
    "nữ": 781,
    "ữa": 1271,
    " nữ": 178,
    "nữa": 782,
    "ữa ": 1272,
    " nữa": 179,
    "nữa ": 783,
    "ó": 1054,
    "có": 435,
    "ó ": 1055,
    " có": 58,
    "có ": 436,
    " có ": 59,
    "câ": 429,
    "âu": 1025,
    " câ": 54,
    "câu": 430,
    "âu ": 1026,
    " câu": 55,
    "câu ": 431,
    "rả": 840,
    "ả ": 1145,
    "trả": 907,
    "rả ": 841,
    " trả": 230,
    "trả ": 908,
    "ờ": 1253,
    "lờ": 704,
    "ời": 1254,
    " lờ": 141,
    "lời": 705,
    "ời ": 1255,
    " lời": 142,
    "lời ": 706,
    "nhi": 758,
    " nhi": 171,
    "nhiề": 759,
    "ỗ": 1241,
    "hỗ": 600,
    "ỗ ": 1242,
    " hỗ": 110,
    "hỗ ": 601,
    " hỗ ": 111,
    "ợ": 1258,
    "rợ": 848,
    "ợ ": 1259,
    "trợ": 909,
    "rợ ": 849,
    " trợ": 231,
    "trợ ": 910,
    "ks": 668,
    "s ": 851,
    "nks": 770,
    "ks ": 669,
    "anks": 358,
    "nks ": 771,
    "ấ": 1155,
    "rấ": 842,
    "ất": 1160,
    " rấ": 192,
    "rất": 843,
    "ất ": 1161,
    " rất": 193,
    "rất ": 844,
    "ế": 1189,
    "iế": 635,
    "ết": 1191,
    "biế": 373,
    "iết": 636,
    "ết ": 1192,
    " biế": 24,
    "biết": 374,
    "iết ": 637,
    "khi": 659,
    " khi": 116,
    "khi ": 660,
    "cả": 437,
    "ảm": 1148,
    " cả": 60,
    "cảm": 438,
    "ảm ": 1149,
    " cảm": 61,
    "cảm ": 439,
    "là": 688,
    "à ": 1001,
    " là": 130,
    "là ": 689,
    " là ": 131,
    " ai": 11,
    " ai ": 12,
    "iớ": 653,
    "ới": 1247,
    "giớ": 497,
    "iới": 654,
    "ới ": 1248,
    " giớ": 83,
    "giới": 498,
    "iới ": 655,
    "ệu": 1209,
    "thi": 875,
    "hiệ": 533,
    "iệu": 651,
    "ệu ": 1210,
    " thi": 213,
    "thiệ": 876,
    "hiệu": 535,
    "iệu ": 652,
    "về": 984,
    "ề ": 1194,
    " về": 264,
    "về ": 985,
    " về ": 265,
    "hệ": 587,
    "ệ ": 1204,
    " hệ": 104,
    "hệ ": 588,
    " hệ ": 105,
    "hố": 597,
    "thố": 892,
    "hốn": 598,
    "ống": 1233,
    " thố": 221,
    "thốn": 893,
    "hống": 599,
    "ống ": 1234,
    "gì": 507,
    " gì": 86,
    "gì ": 508,
    " gì ": 87,
    "ữn": 1273,
    "nhữ": 766,
    "hữn": 609,
    "ững": 1274,
    " nhữ": 175,
    "nhữn": 767,
    "hững": 610,
    "ững ": 1275,
    "ư": 1123,
    "hư": 564,
    "ươ": 1127,
    "chư": 412,
    "hươ": 566,
    "ươn": 1128,
    "ơng": 1121,
    " chư": 44,
    "chươ": 413,
    "hươn": 567,
    "ương": 1129,
    "ơng ": 1122,
    "rì": 835,
    "trì": 905,
    "rìn": 836,
    " trì": 229,
    "trìn": 906,
    "rình": 837,
    "ản": 1150,
    "iản": 633,
    "ảng": 1151,
    "giản": 496,
    "iảng": 634,
    "ảng ": 1152,
    " d": 68,
    "dạ": 460,
    "ạy": 1142,
    " dạ": 71,
    "dạy": 461,
    "ạy ": 1143,
    " dạy": 72,
    "dạy ": 462,
    "nà": 778,
    " nà": 176,
    "nào": 779,
    " nào": 177,
    "nào ": 780,
    "ác": 1009,
    "các": 425,
    "ác ": 1010,
    " các": 52,
    "các ": 426,
    "ọ": 1219,
    "họ": 591,
    "ọc": 1220,
    " họ": 106,
    "học": 592,
    "ọc ": 1221,
    " học": 107,
    "học ": 593,
    "hó": 552,
    "óa": 1056,
    "khó": 661,
    "hóa": 553,
    "óa ": 1057,
    " khó": 117,
    "khóa": 662,
    "hóa ": 554,
    "lớ": 701,
    "ớp": 1251,
    " lớ": 139,
    "lớp": 702,
    "ớp ": 1252,
    " lớp": 140,
    "lớp ": 703,
    "da": 451,
    " da": 69,
    "dan": 452,
    "anh": 354,
    " dan": 70,
    "danh": 453,
    "anh ": 355,
    "sác": 859,
    "ách": 1011,
    " sác": 202,
    "sách": 860,
    "ách ": 1012,
    "ở": 1256,
    " ở": 310,
    "ở ": 1257,
    " ở ": 311,
    "uy": 955,
    "quy": 822,
    "uy ": 956,
    " quy": 186,
    "quy ": 823,
    "ị": 1213,
    "đị": 1108,
    "ịn": 1216,
    " đị": 300,
    "địn": 1111,
    "ịnh": 1217,
    " địn": 302,
    "định": 1112,
    "ịnh ": 1218,
    " u": 248,
    "ud": 943,
    "d ": 450,
    " ud": 249,
    "ud ": 944,
    " ud ": 250,
    "cn": 418,
    "nt": 772,
    "tt": 911,
    " cn": 47,
    "cnt": 419,
    "ntt": 773,
    "tt ": 912,
    " cnt": 48,
    "cntt": 420,
    "ntt ": 774,
    "cb": 397,
    "b ": 362,
    " cb": 37,
    "cb ": 398,
    " cb ": 38,
    "nc": 744,
    " nc": 163,
    "nc ": 745,
    " nc ": 164,
    "to": 899,
    "oe": 795,
    "ei": 468,
    "ic": 615,
    " to": 225,
    "toe": 900,
    "oei": 796,
    "eic": 469,
    "ic ": 616,
    " toe": 226,
    "toei": 901,
    "oeic": 797,
    "eic ": 470,
    "_": 322,
    " _": 5,
    "__": 324,
    "_n": 331,
    "nu": 775,
    "um": 947,
    "mb": 713,
    "be": 368,
    "er": 480,
    "r_": 829,
    "_ ": 323,
    " __": 6,
    "__n": 326,
    "_nu": 332,
    "num": 776,
    "umb": 948,
    "mbe": 714,
    "ber": 369,
    "er_": 481,
    "r__": 830,
    "__ ": 325,
    " __n": 7,
    "__nu": 327,
    "_num": 333,
    "numb": 777,
    "umbe": 949,
    "mber": 715,
    "ber_": 370,
    "er__": 482,
    "r__ ": 831,
    "2": 316,
    "a2": 339,
    "2 ": 317,
    " a2": 9,
    "a2 ": 340,
    " a2 ": 10,
    "ct": 421,
    "tu": 913,
    "ut": 953,
    " ct": 49,
    "ctu": 422,
    "tut": 914,
    "ut ": 954,
    " ctu": 50,
    "ctut": 423,
    "tut ": 915,
    "1": 314,
    "b1": 363,
    "1 ": 315,
    " b1": 18,
    "b1 ": 364,
    " b1 ": 19,
    "4": 318,
    "n4": 739,
    "4 ": 319,
    " n4": 161,
    "n4 ": 740,
    " n4 ": 162,
    "ểm": 1199,
    "điể": 1085,
    "iểm": 642,
    "ểm ": 1200,
    " điể": 285,
    "điểm": 1086,
    "iểm ": 643,
    "sa": 852,
    "ao": 359,
    " sa": 197,
    "sao": 853,
    "ao ": 360,
    " sao": 198,
    "sao ": 854,
    "ư ": 1124,
    "như": 762,
    "hư ": 565,
    " như": 173,
    "như ": 763,
    "hế": 583,
    "ế ": 1190,
    "thế": 888,
    "hế ": 584,
    " thế": 219,
    "thế ": 889,
    "điề": 1083,
    " điề": 284,
    "điều": 1084,
    "ki": 665,
    "ện": 1205,
    " ki": 119,
    "kiệ": 666,
    "iện": 647,
    "ện ": 1206,
    " kiệ": 120,
    "kiện": 667,
    "iện ": 648,
    "bả": 389,
    "ảo": 1153,
    " bả": 32,
    "bảo": 390,
    "ảo ": 1154,
    " bảo": 33,
    "bảo ": 391,
    "lư": 695,
    "ưu": 1125,
    " lư": 135,
    "lưu": 696,
    "ưu ": 1126,
    " lưu": 136,
    "lưu ": 697,
    "cấ": 440,
    "ấp": 1158,
    " cấ": 62,
    "cấp": 441,
    "ấp ": 1159,
    " cấp": 63,
    "cấp ": 442,
    "ứ": 1265,
    "hứ": 605,
    "ứn": 1266,
    "chứ": 416,
    "hứn": 606,
    "ứng": 1267,
    " chứ": 46,
    "chứn": 417,
    "hứng": 607,
    "ứng ": 1268,
    "ậ": 1167,
    "hậ": 574,
    "ận": 1168,
    "nhậ": 764,
    "hận": 575,
    "ận ": 1169,
    " nhậ": 174,
    "nhận": 765,
    "hận ": 576,
    "đố": 1113,
    " đố": 303,
    "đối": 1114,
    " đối": 304,
    "đối ": 1115,
    "vớ": 986,
    " vớ": 266,
    "với": 987,
    " với": 267,
    "với ": 988,
    "iá": 624,
    "áo": 1018,
    "giá": 492,
    "iáo": 625,
    "áo ": 1019,
    " giá": 81,
    "giáo": 493,
    "iáo ": 626,
    "vi": 968,
    "iê": 627,
    "ên": 1037,
    " vi": 252,
    "viê": 969,
    "iên": 628,
    "ên ": 1038,
    " viê": 253,
    "viên": 970,
    "iên ": 629,
    "tậ": 931,
    "ập": 1170,
    " tậ": 242,
    "tập": 932,
    "ập ": 1171,
    " tập": 243,
    "tập ": 933,
    "àm": 1002,
    "làm": 690,
    "àm ": 1003,
    " làm": 132,
    "làm ": 691,
    "mớ": 734,
    " mớ": 158,
    "mới": 735,
    " mới": 159,
    "mới ": 736,
    "đư": 1105,
    "ượ": 1130,
    "ợc": 1260,
    " đư": 298,
    "đượ": 1106,
    "ược": 1131,
    "ợc ": 1261,
    " đượ": 299,
    "được": 1107,
    "ược ": 1132,
    "mấ": 725,
    "ấy": 1162,
    " mấ": 152,
    "mấy": 726,
    "ấy ": 1163,
    " mấy": 153,
    "mấy ": 727,
    "kế": 675,
    " kế": 125,
    "kết": 676,
    " kết": 126,
    "kết ": 677,
    "uả": 957,
    "quả": 824,
    "uả ": 958,
    " quả": 187,
    "quả ": 825,
    " p": 180,
    "ph": 815,
    "hả": 571,
    " ph": 181,
    "phả": 816,
    "hải": 572,
    " phả": 182,
    "phải": 817,
    "hải ": 573,
    "hờ": 602,
    "thờ": 894,
    "hời": 603,
    " thờ": 222,
    "thời": 895,
    "hời ": 604,
    "hạ": 568,
    " hạ": 100,
    "hạn": 569,
    " hạn": 101,
    "hạn ": 570,
    "ba": 365,
    " ba": 20,
    "bao": 366,
    " bao": 21,
    "bao ": 367,
    "lâ": 692,
    " lâ": 133,
    "lâu": 693,
    " lâu": 134,
    "lâu ": 694,
    " an": 15,
    " anh": 16,
    "vă": 976,
    " vă": 258,
    "văn": 977,
    "ăn ": 1074,
    " văn": 259,
    "văn ": 978,
    "tại": 925,
    " tại": 239,
    "tại ": 926,
    "hì": 550,
    "thì": 882,
    "hì ": 551,
    " thì": 216,
    "thì ": 883,
    "so": 855,
    "o_": 786,
    "_d": 328,
    "di": 457,
    "ie": 617,
    "en": 477,
    "n_": 741,
    "_t": 334,
    "oa": 789,
    " so": 199,
    "so_": 856,
    "o_d": 787,
    "_di": 329,
    "die": 458,
    "ien": 618,
    "en_": 478,
    "n_t": 742,
    "_th": 335,
    "tho": 877,
    "hoa": 538,
    "oai": 790,
    " so_": 200,
    "so_d": 857,
    "o_di": 788,
    "_die": 330,
    "dien": 459,
    "ien_": 619,
    "en_t": 479,
    "n_th": 743,
    "_tho": 336,
    "thoa": 878,
    "hoai": 539,
    "oai ": 791,
    "?": 320,
    " ?": 3,
    "? ": 321,
    " ? ": 4,
    " e": 73,
    "em": 474,
    "il": 620,
    "l ": 679,
    " em": 74,
    "ema": 475,
    "ail": 346,
    "il ": 621,
    " ema": 75,
    "emai": 476,
    "mail": 712,
    "ail ": 347,
    "f": 485,
    " f": 76,
    "fa": 486,
    "ac": 341,
    "ce": 399,
    "eb": 465,
    "bo": 377,
    "ok": 798,
    " fa": 77,
    "fac": 487,
    "ace": 342,
    "ceb": 400,
    "ebo": 466,
    "boo": 378,
    "ook": 806,
    "ok ": 799,
    " fac": 78,
    "face": 488,
    "aceb": 343,
    "cebo": 401,
    "eboo": 467,
    "book": 379,
    "ook ": 807,
    "tư": 922,
    " tư": 236,
    "tư ": 923,
    " tư ": 237,
    "vấ": 979,
    "ấn": 1156,
    " vấ": 260,
    "vấn": 980,
    "ấn ": 1157,
    " vấn": 261,
    "vấn ": 981,
    "hê": 547,
    "êm": 1035,
    "thê": 880,
    "hêm": 548,
    "êm ": 1036,
    " thê": 215,
    "thêm": 881,
    "hêm ": 549,
    "li": 680,
    " li": 128,
    "liê": 681,
    " liê": 129,
    "liên": 682,
    "đâu": 1096,
    " đâu": 292,
    "đâu ": 1097,
    "hể": 585,
    "ể ": 1198,
    "thể": 890,
    "hể ": 586,
    " thể": 220,
    "thể ": 891,
    "ịa": 1214,
    "địa": 1109,
    "ịa ": 1215,
    " địa": 301,
    "địa ": 1110,
    "ỉ": 1211,
    "hỉ": 589,
    "ỉ ": 1212,
    "chỉ": 414,
    "hỉ ": 590,
    " chỉ": 45,
    "chỉ ": 415,
    "ầ": 1164,
    "cầ": 443,
    "ần": 1165,
    " cầ": 64,
    "cần": 444,
    "ần ": 1166,
    " cần": 65,
    "cần ": 445,
    "số": 865,
    "ố ": 1226,
    " số": 206,
    "số ": 866,
    " số ": 207,
    "điệ": 1087,
    " điệ": 286,
    "điện": 1088,
    "oạ": 810,
    "hoạ": 540,
    "oại": 811,
    " tho": 214,
    "thoạ": 879,
    "hoại": 541,
    "oại ": 812,
    "ằ": 1175,
    "bằ": 392,
    "ằn": 1176,
    " bằ": 34,
    "bằn": 393,
    "ằng": 1177,
    " bằn": 35,
    "bằng": 394,
    "ằng ": 1178,
    "ngo": 748,
    "goạ": 502,
    " ngo": 166,
    "ngoạ": 749,
    "goại": 503,
    "gữ": 515,
    "ữ ": 1270,
    "ngữ": 754,
    "gữ ": 516,
    " ngữ": 169,
    "ngữ ": 755,
    " hiệ": 97,
    "hiện": 534,
    "đa": 1078,
    " đa": 280,
    "đan": 1079,
    "ang": 352,
    " đan": 281,
    "đang": 1080,
    "ang ": 353,
    "đà": 1089,
    " đà": 287,
    "đào": 1090,
    " đào": 288,
    "đào ": 1091,
    "ạo": 1140,
    "tạo": 929,
    "ạo ": 1141,
    " tạo": 241,
    "tạo ": 930,
    "gô": 509,
    "ngô": 752,
    "gôn": 510,
    "ôn ": 1062,
    " ngô": 168,
    "ngôn": 753,
    "gôn ": 511,
    "ốc": 1227,
    "quố": 826,
    "uốc": 960,
    "ốc ": 1228,
    " quố": 188,
    "quốc": 827,
    "uốc ": 961,
    "tế": 934,
    " tế": 244,
    "tế ": 935,
    " tế ": 245
  },
  "response": null,
  "action_text": null
}