{
  "text": {
    " ": 0,
    "h": 389,
    "e": 355,
    "y": 745,
    " h": 72,
    "he": 394,
    "ey": 366,
    "y ": 746,
    " he": 73,
    "hey": 397,
    "ey ": 367,
    " hey": 75,
    "hey ": 398,
    "l": 517,
    "o": 593,
    "el": 360,
    "ll": 518,
    "lo": 521,
    "o ": 594,
    "hel": 395,
    "ell": 361,
    "llo": 519,
    "lo ": 522,
    " hel": 74,
    "hell": 396,
    "ello": 362,
    "llo ": 520,
    "i": 462,
    "hi": 399,
    "i ": 463,
    " hi": 76,
    "hi ": 400,
    " hi ": 77,
    "x": 740,
    "n": 557,
    " x": 207,
    "xi": 742,
    "in": 466,
    "n ": 558,
    " xi": 208,
    "xin": 743,
    "in ": 467,
    " xin": 209,
    "xin ": 744,
    "c": 300,
    "à": 752,
    " c": 28,
    "ch": 304,
    "hà": 411,
    "ào": 754,
    " ch": 31,
    "chà": 310,
    "hào": 412,
    "ào ": 755,
    " chà": 34,
    "chào": 311,
    "hào ": 413,
    "b": 275,
    "u": 700,
    "ổ": 940,
    " b": 13,
    "bu": 288,
    "uổ": 721,
    "ổi": 941,
    " bu": 20,
    "buổ": 289,
    "uổi": 722,
    "ổi ": 942,
    " buổ": 21,
    "buổi": 290,
    "uổi ": 723,
    "s": 636,
    "á": 758,
    "g": 368,
    " s": 154,
    "sá": 640,
    "án": 765,
    "ng": 563,
    "g ": 369,
    " sá": 157,
    "sán": 643,
    "áng": 766,
    "ng ": 564,
    " sán": 159,
    "sáng": 644,
    "áng ": 767,
    "k": 500,
    "í": 792,
    " k": 93,
    "kí": 512,
    "ín": 796,
    "nh": 567,
    "h ": 390,
    " kí": 100,
    "kín": 513,
    "ính": 797,
    "nh ": 568,
    " kín": 101,
    "kính": 514,
    "ính ": 798,
    "ê": 783,
    " ê": 213,
    "ê ": 784,
    " ê ": 214,
    "t": 650,
    "ố": 930,
    " t": 164,
    "tố": 697,
    "ối": 931,
    " tố": 189,
    "tối": 698,
    "ối ": 932,
    " tối": 190,
    "tối ": 699,
    "ề": 903,
    "iề": 482,
    "ều": 905,
    "u ": 701,
    "chi": 306,
    "hiề": 401,
    "iều": 483,
    "ều ": 906,
    " chi": 32,
    "chiề": 307,
    "hiều": 402,
    "iều ": 484,
    "a": 259,
    " a": 6,
    "al": 265,
    " al": 11,
    "alo": 266,
    " alo": 12,
    "alo ": 267,
    "ô": 806,
    "tô": 688,
    "ôi": 807,
    " tô": 183,
    "tôi": 689,
    "ôi ": 808,
    " tôi": 184,
    "tôi ": 690,
    "m": 534,
    " m": 113,
    "mu": 545,
    "uố": 718,
    "ốn": 933,
    " mu": 118,
    "muố": 546,
    "uốn": 719,
    "ốn ": 934,
    " muố": 119,
    "muốn": 547,
    "uốn ": 720,
    "ỏ": 927,
    "hỏ": 446,
    "ỏi": 928,
    " hỏ": 87,
    "hỏi": 447,
    "ỏi ": 929,
    " hỏi": 88,
    "hỏi ": 448,
    "r": 617,
    "tr": 673,
    "ru": 621,
    "un": 711,
    " tr": 177,
    "tru": 674,
    "run": 622,
    "ung": 712,
    " tru": 178,
    "trun": 675,
    "rung": 623,
    "ung ": 713,
    "â": 772,
    "tâ": 685,
    "âm": 773,
    "m ": 535,
    " tâ": 181,
    "tâm": 686,
    "âm ": 774,
    " tâm": 182,
    "tâm ": 687,
    "ho": 407,
    "cho": 308,
    "ho ": 408,
    " cho": 33,
    "cho ": 309,
    "ơ": 847,
    " ơ": 235,
    "ơi": 848,
    " ơi": 236,
    "ơi ": 849,
    " ơi ": 237,
    "ạ": 856,
    "tạ": 691,
    "ạm": 859,
    " tạ": 185,
    "tạm": 692,
    "ạm ": 860,
    " tạm": 186,
    "tạm ": 693,
    "ệ": 912,
    "bi": 282,
    "iệ": 490,
    "ệt": 916,
    "t ": 651,
    " bi": 16,
    "biệ": 286,
    "iệt": 493,
    "ệt ": 917,
    " biệ": 19,
    "biệt": 287,
    "iệt ": 494,
    "bi ": 283,
    " bi ": 17,
    "by": 291,
    "ye": 747,
    "e ": 356,
    " by": 22,
    "bye": 292,
    "ye ": 748,
    " bye": 23,
    "bye ": 293,
    "d": 344,
    " g": 61,
    "go": 378,
    "oo": 604,
    "od": 595,
    "db": 349,
    " go": 66,
    "goo": 379,
    "ood": 605,
    "odb": 596,
    "dby": 350,
    " goo": 67,
    "good": 380,
    "oodb": 606,
    "odby": 597,
    "dbye": 351,
    "ẹ": 892,
    "hẹ": 436,
    "ẹn": 893,
    " hẹ": 81,
    "hẹn": 437,
    "ẹn ": 894,
    " hẹn": 82,
    "hẹn ": 438,
    "ặ": 889,
    "p": 609,
    "gặ": 386,
    "ặp": 890,
    "p ": 610,
    " gặ": 70,
    "gặp": 387,
    "ặp ": 891,
    " gặp": 71,
    "gặp ": 388,
    " l": 104,
    "lạ": 528,
    "ại": 857,
    " lạ": 109,
    "lại": 529,
    "ại ": 858,
    " lại": 110,
    "lại ": 530,
    "mo": 542,
    "on": 601,
    " mo": 116,
    "mon": 543,
    "ong": 602,
    " mon": 117,
    "mong": 544,
    "ong ": 603,
    "bạ": 294,
    "ạn": 861,
    " bạ": 24,
    "bạn": 295,
    "ạn ": 862,
    " bạn": 25,
    "bạn ": 296,
    "ớ": 948,
    "sớ": 647,
    "ớm": 951,
    " sớ": 162,
    "sớm": 648,
    "ớm ": 952,
    " sớm": 163,
    "sớm ": 649,
    "ú": 814,
    "hú": 422,
    "úc": 815,
    "c ": 301,
    "chú": 312,
    "húc": 423,
    "úc ": 816,
    " chú": 35,
    "chúc": 313,
    "húc ": 424,
    "ộ": 945,
    "mộ": 554,
    "ột": 946,
    " mộ": 124,
    "một": 555,
    "ột ": 947,
    " một": 125,
    "một ": 556,
    " n": 126,
    "gà": 381,
    "ày": 756,
    " ng": 131,
    "ngà": 565,
    "gày": 382,
    "ày ": 757,
    " ngà": 132,
    "ngày": 566,
    "gày ": 383,
    "v": 724,
    " v": 194,
    "vu": 728,
    "ui": 706,
    " vu": 197,
    "vui": 729,
    "ui ": 707,
    " vui": 198,
    "vui ": 730,
    "ẻ": 895,
    "vẻ": 733,
    "ẻ ": 896,
    " vẻ": 201,
    "vẻ ": 734,
    " vẻ ": 202,
    "ma": 536,
    "ai": 263,
    " ma": 114,
    "mai": 537,
    "ai ": 264,
    " mai": 115,
    "mai ": 538,
    "đ": 823,
    " đ": 218,
    "đi": 824,
    " đi": 219,
    "đi ": 825,
    " đi ": 220,
    "đâ": 833,
    "ây": 777,
    " đâ": 225,
    "đây": 834,
    "ây ": 778,
    " đây": 226,
    "đây ": 835,
    "ẽ": 897,
    "sẽ": 645,
    "ẽ ": 898,
    " sẽ": 160,
    "sẽ ": 646,
    " sẽ ": 161,
    "q": 611,
    " q": 143,
    "qu": 612,
    "ua": 702,
    "a ": 260,
    " qu": 144,
    "qua": 613,
    "ua ": 703,
    " qua": 145,
    "qua ": 614,
    "ă": 819,
    "đă": 838,
    "ăn": 820,
    " đă": 229,
    "đăn": 839,
    "ăng": 821,
    " đăn": 230,
    "đăng": 840,
    "ăng ": 822,
    "ý": 817,
    "ký": 515,
    "ý ": 818,
    " ký": 102,
    "ký ": 516,
    " ký ": 103,
    "th": 652,
    "hx": 409,
    "x ": 741,
    " th": 165,
    "thx": 657,
    "hx ": 410,
    " thx": 168,
    "thx ": 658,
    "ha": 391,
    "an": 268,
    "nk": 579,
    "k ": 501,
    "tha": 653,
    "han": 392,
    "ank": 271,
    "nk ": 580,
    " tha": 166,
    "than": 654,
    "hank": 393,
    "ank ": 272,
    " y": 210,
    "yo": 749,
    "ou": 607,
    " yo": 211,
    "you": 750,
    "ou ": 608,
    " you": 212,
    "you ": 751,
    "cá": 322,
    "ám": 763,
    " cá": 41,
    "cám": 325,
    "ám ": 764,
    " cám": 43,
    "cám ": 326,
    "ơn": 850,
    " ơn": 238,
    "ơn ": 851,
    " ơn ": 239,
    "ã": 779,
    "đã": 836,
    "ã ": 780,
    " đã": 227,
    "đã ": 837,
    " đã ": 228,
    "ả": 865,
    "gi": 370,
    "iả": 474,
    "ải": 867,
    " gi": 62,
    "giả": 373,
    "iải": 475,
    "ải ": 868,
    " giả": 64,
    "giải": 374,
    "iải ": 476,
    "đá": 830,
    "áp": 770,
    " đá": 223,
    "đáp": 831,
    "áp ": 771,
    " đáp": 224,
    "đáp ": 832,
    "ắ": 886,
    "hắ": 433,
    "ắc": 887,
    "thắ": 661,
    "hắc": 434,
    "ắc ": 888,
    " thắ": 170,
    "thắc": 662,
    "hắc ": 435,
    "mắ": 551,
    " mắ": 122,
    "mắc": 552,
    " mắc": 123,
    "mắc ": 553,
    "ủ": 960,
    "củ": 341,
    "ủa": 961,
    " củ": 54,
    "của": 342,
    "ủa ": 962,
    " của": 55,
    "của ": 343,
    "ì": 787,
    "mì": 548,
    "ìn": 789,
    " mì": 120,
    "mìn": 549,
    "ình": 790,
    " mìn": 121,
    "mình": 550,
    "ình ": 791,
    "ể": 907,
    "iể": 485,
    "ểu": 910,
    "hiể": 403,
    "iểu": 488,
    "ểu ": 911,
    " hiể": 78,
    "hiểu": 404,
    "iểu ": 489,
    "õ": 812,
    " r": 147,
    "rõ": 624,
    "õ ": 813,
    " rõ": 148,
    "rõ ": 625,
    " rõ ": 149,
    "hơ": 425,
    " hơ": 79,
    "hơn": 426,
    " hơn": 80,
    "hơn ": 427,
    "ồ": 937,
    "rồ": 631,
    "ồi": 938,
    " rồ": 152,
    "rồi": 632,
    "ồi ": 939,
    " rồi": 153,
    "rồi ": 633,
    ",": 242,
    " ,": 1,
    ", ": 243,
    " , ": 2,
    "é": 781,
    "hé": 414,
    "é ": 782,
    " nh": 133,
    "nhé": 571,
    "hé ": 415,
    " nhé": 135,
    "nhé ": 572,
    "vì": 731,
    "ì ": 788,
    " vì": 199,
    "vì ": 732,
    " vì ": 200,
    "hô": 419,
    "ôn": 809,
    "thô": 659,
    "hôn": 420,
    "ông": 810,
    " thô": 169,
    "thôn": 660,
    "hông": 421,
    "ông ": 811,
    "ti": 667,
    " ti": 173,
    "tin": 668,
    " tin": 174,
    "tin ": 669,
    "ữ": 967,
    "hữ": 457,
    "ữu": 973,
    " hữ": 91,
    "hữu": 460,
    "ữu ": 974,
    " hữu": 92,
    "hữu ": 461,
    " í": 215,
    "íc": 793,
    " íc": 216,
    "ích": 794,
    "ch ": 305,
    " ích": 217,
    "ích ": 795,
    "kh": 502,
    " kh": 94,
    "khô": 507,
    " khô": 97,
    "khôn": 508,
    "ò": 799,
    "cò": 330,
    "òn": 800,
    " cò": 46,
    "còn": 331,
    "òn ": 801,
    " còn": 47,
    "còn ": 332,
    "nữ": 590,
    "ữa": 968,
    " nữ": 141,
    "nữa": 591,
    "ữa ": 969,
    " nữa": 142,
    "nữa ": 592,
    "ó": 802,
    "có": 333,
    "ó ": 803,
    " có": 48,
    "có ": 334,
    " có ": 49,
    "câ": 327,
    "âu": 775,
    " câ": 44,
    "câu": 328,
    "âu ": 776,
    " câu": 45,
    "câu ": 329,
    "rả": 626,
    "ả ": 866,
    "trả": 676,
    "rả ": 627,
    " trả": 179,
    "trả ": 677,
    "ờ": 953,
    "lờ": 531,
    "ời": 954,
    " lờ": 111,
    "lời": 532,
    "ời ": 955,
    " lời": 112,
    "lời ": 533,
    "nhi": 569,
    " nhi": 134,
    "nhiề": 570,
    "ỗ": 943,
    "hỗ": 452,
    "ỗ ": 944,
    " hỗ": 89,
    "hỗ ": 453,
    " hỗ ": 90,
    "ợ": 958,
    "rợ": 634,
    "ợ ": 959,
    "trợ": 678,
    "rợ ": 635,
    " trợ": 180,
    "trợ ": 679,
    "ấ": 876,
    "rấ": 628,
    "ất": 879,
    " rấ": 150,
    "rất": 629,
    "ất ": 880,
    " rất": 151,
    "rất ": 630,
    "ế": 899,
    "iế": 479,
    "ết": 901,
    "biế": 284,
    "iết": 480,
    "ết ": 902,
    " biế": 18,
    "biết": 285,
    "iết ": 481,
    "khi": 503,
    " khi": 95,
    "khi ": 504,
    "cả": 335,
    "ảm": 869,
    " cả": 50,
    "cảm": 336,
    "ảm ": 870,
    " cảm": 51,
    "cảm ": 337,
    "là": 523,
    "à ": 753,
    " là": 105,
    "là ": 524,
    " là ": 106,
    " ai": 9,
    " ai ": 10,
    "iớ": 497,
    "ới": 949,
    "giớ": 376,
    "iới": 498,
    "ới ": 950,
    " giớ": 65,
    "giới": 377,
    "iới ": 499,
    "ệu": 918,
    "thi": 655,
    "hiệ": 405,
    "iệu": 495,
    "ệu ": 919,
    " thi": 167,
    "thiệ": 656,
    "hiệu": 406,
    "iệu ": 496,
    "về": 735,
    "ề ": 904,
    " về": 203,
    "về ": 736,
    " về ": 204,
    "hệ": 441,
    "ệ ": 913,
    " hệ": 83,
    "hệ ": 442,
    " hệ ": 84,
    "hố": 449,
    "thố": 665,
    "hốn": 450,
    "ống": 935,
    " thố": 172,
    "thốn": 666,
    "hống": 451,
    "ống ": 936,
    "gì": 384,
    " gì": 68,
    "gì ": 385,
    " gì ": 69,
    "ác": 759,
    "các": 323,
    "ác ": 760,
    " các": 42,
    "các ": 324,
    "uy": 716,
    "quy": 615,
    "uy ": 717,
    " quy": 146,
    "quy ": 616,
    "ị": 920,
    "đị": 841,
    "ịn": 921,
    " đị": 231,
    "địn": 842,
    "ịnh": 922,
    " địn": 232,
    "định": 843,
    "ịnh ": 923,
    "ữn": 970,
    "nhữ": 577,
    "hữn": 458,
    "ững": 971,
    " nhữ": 138,
    "nhữn": 578,
    "hững": 459,
    "ững ": 972,
    " d": 56,
    "da": 346,
    " da": 57,
    "dan": 347,
    "anh": 269,
    " dan": 58,
    "danh": 348,
    "anh ": 270,
    "sác": 641,
    "ách": 761,
    " sác": 158,
    "sách": 642,
    "ách ": 762,
    "ở": 956,
    " ở": 240,
    "ở ": 957,
    " ở ": 241,
    "ểm": 908,
    "điể": 828,
    "iểm": 486,
    "ểm ": 909,
    " điể": 222,
    "điểm": 829,
    "iểm ": 487,
    "sa": 637,
    "ao": 273,
    " sa": 155,
    "sao": 638,
    "ao ": 274,
    " sao": 156,
    "sao ": 639,
    "ư": 852,
    "hư": 428,
    "ư ": 853,
    "như": 573,
    "hư ": 429,
    " như": 136,
    "như ": 574,
    "hế": 439,
    "ế ": 900,
    "thế": 663,
    "hế ": 440,
    " thế": 171,
    "thế ": 664,
    "nà": 587,
    " nà": 139,
    "nào": 588,
    " nào": 140,
    "nào ": 589,
    "điề": 826,
    " điề": 221,
    "điều": 827,
    "ki": 509,
    "ện": 914,
    " ki": 98,
    "kiệ": 510,
    "iện": 491,
    "ện ": 915,
    " kiệ": 99,
    "kiện": 511,
    "iện ": 492,
    "bả": 297,
    "ảo": 874,
    " bả": 26,
    "bảo": 298,
    "ảo ": 875,
    " bảo": 27,
    "bảo ": 299,
    "lư": 525,
    "ưu": 854,
    " lư": 107,
    "lưu": 526,
    "ưu ": 855,
    " lưu": 108,
    "lưu ": 527,
    "cấ": 338,
    "ấp": 877,
    " cấ": 52,
    "cấp": 339,
    "ấp ": 878,
    " cấp": 53,
    "cấp ": 340,
    "ứ": 963,
    "hứ": 454,
    "ứn": 964,
    "chứ": 314,
    "hứn": 455,
    "ứng": 965,
    " chứ": 36,
    "chứn": 315,
    "hứng": 456,
    "ứng ": 966,
    "ậ": 881,
    "hậ": 430,
    "ận": 882,
    "nhậ": 575,
    "hận": 431,
    "ận ": 883,
    " nhậ": 137,
    "nhận": 576,
    "hận ": 432,
    "ản": 871,
    "iản": 477,
    "ảng": 872,
    "giản": 375,
    "iảng": 478,
    "ảng ": 873,
    "dạ": 352,
    "ạy": 863,
    " dạ": 59,
    "dạy": 353,
    "ạy ": 864,
    " dạy": 60,
    "dạy ": 354,
    "đố": 844,
    " đố": 233,
    "đối": 845,
    " đối": 234,
    "đối ": 846,
    "vớ": 737,
    " vớ": 205,
    "với": 738,
    " với": 206,
    "với ": 739,
    "iá": 468,
    "áo": 768,
    "giá": 371,
    "iáo": 469,
    "áo ": 769,
    " giá": 63,
    "giáo": 372,
    "iáo ": 470,
    "vi": 725,
    "iê": 471,
    "ên": 785,
    " vi": 195,
    "viê": 726,
    "iên": 472,
    "ên ": 786,
    " viê": 196,
    "viên": 727,
    "iên ": 473,
    "ọ": 924,
    "họ": 443,
    "ọc": 925,
    " họ": 85,
    "học": 444,
    "ọc ": 926,
    " học": 86,
    "học ": 445,
    "tậ": 694,
    "ập": 884,
    " tậ": 187,
    "tập": 695,
    "ập ": 885,
    " tập": 188,
    "tập ": 696,
    "hó": 416,
    "óa": 804,
    "khó": 505,
    "hóa": 417,
    "óa ": 805,
    " khó": 96,
    "khóa": 506,
    "hóa ": 418,
    " u": 191,
    "ud": 704,
    "d ": 345,
    " ud": 192,
    "ud ": 705,
    " ud ": 193,
    "cn": 316,
    "nt": 581,
    "tt": 680,
    " cn": 37,
    "cnt": 317,
    "ntt": 582,
    "tt ": 681,
    " cnt": 38,
    "cntt": 318,
    "ntt ": 583,
    "cb": 302,
    "b ": 276,
    " cb": 29,
    "cb ": 303,
    " cb ": 30,
    "nc": 561,
    " nc": 129,
    "nc ": 562,
    " nc ": 130,
    "to": 670,
    "oe": 598,
    "ei": 357,
    "ic": 464,
    " to": 175,
    "toe": 671,
    "oei": 599,
    "eic": 358,
    "ic ": 465,
    " toe": 176,
    "toei": 672,
    "oeic": 600,
    "eic ": 359,
    "_": 250,
    " _": 3,
    "__": 252,
    "_n": 256,
    "nu": 584,
    "um": 708,
    "mb": 539,
    "be": 279,
    "er": 363,
    "r_": 618,
    "_ ": 251,
    " __": 4,
    "__n": 254,
    "_nu": 257,
    "num": 585,
    "umb": 709,
    "mbe": 540,
    "ber": 280,
    "er_": 364,
    "r__": 619,
    "__ ": 253,
    " __n": 5,
    "__nu": 255,
    "_num": 258,
    "numb": 586,
    "umbe": 710,
    "mber": 541,
    "ber_": 281,
    "er__": 365,
    "r__ ": 620,
    "2": 246,
    "a2": 261,
    "2 ": 247,
    " a2": 7,
    "a2 ": 262,
    " a2 ": 8,
    "ct": 319,
    "tu": 682,
    "ut": 714,
    " ct": 39,
    "ctu": 320,
    "tut": 683,
    "ut ": 715,
    " ctu": 40,
    "ctut": 321,
    "tut ": 684,
    "1": 244,
    "b1": 277,
    "1 ": 245,
    " b1": 14,
    "b1 ": 278,
    " b1 ": 15,
    "4": 248,
    "n4": 559,
    "4 ": 249,
    " n4": 127,
    "n4 ": 560,
    " n4 ": 128
  },
  "response": null,
  "action_text": null
}