{
  "text": {
    "hey": 62,
    "hello": 61,
    "hi": 63,
    "xin": 173,
    "chào": 22,
    "buổi": 10,
    "sáng": 130,
    "kính": 79,
    "ê": 175,
    "tối": 163,
    "chiều": 19,
    "alo": 3,
    "tôi": 158,
    "muốn": 95,
    "hỏi": 70,
    "trung": 151,
    "tâm": 156,
    "cho": 20,
    "ơi": 194,
    "tạm": 161,
    "biệt": 9,
    "bi": 7,
    "bye": 11,
    "goodbye": 54,
    "hẹn": 67,
    "gặp": 57,
    "lại": 89,
    "mong": 94,
    "bạn": 14,
    "sớm": 133,
    "chúc": 24,
    "một": 99,
    "ngày": 105,
    "vui": 166,
    "vẻ": 170,
    "mai": 93,
    "đi": 178,
    "đây": 184,
    "sẽ": 131,
    "qua": 121,
    "đăng": 186,
    "ký": 80,
    "thank": 135,
    "you": 174,
    "cám": 33,
    "ơn": 195,
    "đã": 185,
    "giải": 50,
    "đáp": 182,
    "thắc": 142,
    "mắc": 98,
    "của": 43,
    "mình": 96,
    "hiểu": 64,
    "rõ": 125,
    "hơn": 65,
    "rồi": 127,
    "nhé": 109,
    "vì": 167,
    "thông": 141,
    "tin": 147,
    "hữu": 73,
    "ích": 176,
    "không": 77,
    "còn": 36,
    "nữa": 116,
    "có": 37,
    "câu": 35,
    "trả": 153,
    "lời": 92,
    "nhiều": 107,
    "hỗ": 72,
    "trợ": 154,
    "thanks": 136,
    "rất": 126,
    "biết": 8,
    "khi": 75,
    "cảm": 38,
    "là": 83,
    "ai": 2,
    "giới": 52,
    "thiệu": 137,
    "về": 171,
    "hệ": 68,
    "thống": 145,
    "gì": 55,
    "những": 112,
    "chương": 25,
    "trình": 152,
    "giảng": 51,
    "dạy": 46,
    "nào": 113,
    "các": 31,
    "học": 69,
    "khóa": 76,
    "lớp": 91,
    "danh": 44,
    "sách": 129,
    "ở": 196,
    "quy": 122,
    "định": 192,
    "ud": 164,
    "cntt": 28,
    "cb": 17,
    "nc": 103,
    "toeic": 149,
    "__number__": 0,
    "a2": 1,
    "ctut": 29,
    "b1": 5,
    "n4": 102,
    "điểm": 180,
    "sao": 128,
    "như": 110,
    "thế": 143,
    "điều": 179,
    "kiện": 78,
    "bảo": 15,
    "lưu": 86,
    "cấp": 39,
    "chứng": 27,
    "nhận": 111,
    "đối": 193,
    "với": 172,
    "giáo": 49,
    "viên": 165,
    "tập": 162,
    "làm": 84,
    "mới": 100,
    "được": 187,
    "mấy": 97,
    "kết": 81,
    "quả": 123,
    "phải": 118,
    "thời": 146,
    "hạn": 66,
    "bao": 6,
    "lâu": 85,
    "anh": 4,
    "văn": 168,
    "tại": 160,
    "thì": 140,
    "địa": 191,
    "chỉ": 26,
    "số": 132,
    "điện": 181,
    "thoại": 138,
    "nhiêu": 106,
    "email": 47,
    "liên": 82,
    "facebook": 48,
    "cụ": 42,
    "thể": 144,
    "nằm": 114,
    "đâu": 183,
    "lạc": 88,
    "gần": 56,
    "cần": 40,
    "để": 190,
    "gọi": 58,
    "thêm": 139,
    "gửi": 60,
    "đến": 189,
    "chi": 18,
    "nhánh": 108,
    "chính": 23,
    "bộ": 16,
    "phận": 120,
    "tư": 159,
    "vấn": 169,
    "phí": 117,
    "trực": 155,
    "tiếp": 148,
    "ngay": 104,
    "bây": 13,
    "giờ": 53,
    "báo": 12,
    "cáo": 34,
    "sự": 134,
    "cố": 41,
    "phản": 119,
    "hồi": 71,
    "tìm": 157,
    "cách": 32,
    "cung": 30,
    "gồm": 59,
    "đang": 177,
    "mở": 101,
    "nội": 115,
    "dung": 45,
    "lượng": 87,
    "ra": 124,
    "chuẩn": 21,
    "đầu": 188,
    "trong": 150,
    "lịch": 90,
    "jlpt": 74
  },
  "intent": {
    "chao_hoi": 2,
    "tam_biet": 26,
    "cam_on": 1,
    "bot_challenge": 0,
    "hoi_chuong_trinh_giang_day": 5,
    "hoi_danh_sach_quy_dinh": 8,
    "inform": 24,
    "xem_quy_dinh_chi_tiet": 27,
    "hoi_dieu_kien_bao_luu": 9,
    "hoi_thong_tin_lien_he": 23,
    "hoi_thong_tin_khoa_hoc": 22,
    "hoi_lich_khai_giang": 14,
    "hoi_quy_dinh": 18,
    "hoi_mau_don_dang_ky": 15,
    "hoi_ket_qua_thi": 13,
    "hoi_can_bo_phu_trach": 3,
    "hoi_hoc_phi": 12,
    "hoi_phuong_thuc_hoc": 17,
    "hoi_co_so_vat_chat": 6,
    "hoi_quy_trinh_thi": 19,
    "hoi_giao_vien": 10,
    "hoi_ho_tro_hoc_vien": 11,
    "hoi_dang_ky_hoc": 7,
    "hoi_thoi_gian_hoc": 20,
    "hoi_chat_luong_dao_tao": 4,
    "hoi_thong_tin_chung_ve_trung_tam": 21,
    "hoi_phan_hoi_gop_y_khieu_nai": 16,
    "nlu_fallback": 25
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fallback_reset": 6,
    "action_tra_cuu_dieu_kien_bao_luu": 11,
    "action_tra_cuu_thong_tin_chi_tiet_quy_dinh": 12,
    "action_xem_chuong_trinh_giang_day": 15,
    "action_xem_danh_sach_quy_dinh": 16,
    "form_dieu_kien_bao_luu": 17,
    "utter_cam_on": 18,
    "utter_chao_hoi": 19,
    "utter_iamabot": 20,
    "utter_tam_biet": 21
  },
  "action_text": null,
  "intent_response_key": null
}