{
  "text": {
    "hey": 24,
    "hello": 23,
    "hi": 25,
    "xin": 75,
    "chào": 10,
    "buổi": 5,
    "sáng": 54,
    "kính": 35,
    "ê": 77,
    "tối": 70,
    "chiều": 8,
    "alo": 1,
    "tôi": 68,
    "muốn": 42,
    "hỏi": 30,
    "trung": 64,
    "tâm": 67,
    "cho": 9,
    "ơi": 84,
    "tạm": 69,
    "biệt": 4,
    "bi": 2,
    "bye": 6,
    "goodbye": 20,
    "hẹn": 28,
    "gặp": 22,
    "lại": 38,
    "mong": 41,
    "bạn": 7,
    "sớm": 56,
    "chúc": 11,
    "một": 45,
    "ngày": 46,
    "vui": 71,
    "vẻ": 73,
    "mai": 40,
    "đi": 79,
    "đây": 81,
    "sẽ": 55,
    "qua": 50,
    "đăng": 83,
    "ký": 36,
    "thx": 59,
    "thank": 57,
    "you": 76,
    "cám": 12,
    "ơn": 85,
    "đã": 82,
    "giải": 18,
    "đáp": 80,
    "thắc": 61,
    "mắc": 44,
    "của": 17,
    "mình": 43,
    "hiểu": 26,
    "rõ": 51,
    "hơn": 27,
    "rồi": 53,
    "nhé": 48,
    "vì": 72,
    "thông": 60,
    "tin": 63,
    "hữu": 32,
    "ích": 78,
    "không": 34,
    "còn": 14,
    "nữa": 49,
    "có": 15,
    "câu": 13,
    "trả": 65,
    "lời": 39,
    "nhiều": 47,
    "hỗ": 31,
    "trợ": 66,
    "rất": 52,
    "biết": 3,
    "khi": 33,
    "cảm": 16,
    "là": 37,
    "ai": 0,
    "giới": 19,
    "thiệu": 58,
    "về": 74,
    "hệ": 29,
    "thống": 62,
    "gì": 21
  },
  "intent": {
    "chao_hoi": 2,
    "tam_biet": 4,
    "cam_on": 1,
    "bot_challenge": 0,
    "nlu_fallback": 3,
    "xem_danh_sach_quy_dinh": 5
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_xem_danh_sach_quy_dinh": 12,
    "utter_cam_on": 13,
    "utter_chao_hoi": 14,
    "utter_default": 15,
    "utter_iamabot": 16,
    "utter_tam_biet": 17
  },
  "action_text": null,
  "intent_response_key": null
}