{
  "text": {
    " ": 0,
    "h": 590,
    "e": 529,
    "y": 1112,
    " h": 116,
    "he": 595,
    "ey": 546,
    "y ": 1113,
    " he": 117,
    "hey": 598,
    "ey ": 547,
    " hey": 119,
    "hey ": 599,
    "l": 772,
    "o": 892,
    "el": 537,
    "ll": 777,
    "lo": 780,
    "o ": 893,
    "hel": 596,
    "ell": 538,
    "llo": 778,
    "lo ": 781,
    " hel": 118,
    "hell": 597,
    "ello": 539,
    "llo ": 779,
    "i": 700,
    "hi": 600,
    "i ": 701,
    " hi": 120,
    "hi ": 601,
    " hi ": 121,
    "x": 1108,
    "n": 843,
    " x": 312,
    "xi": 1109,
    "in": 706,
    "n ": 844,
    " xi": 313,
    "xin": 1110,
    "in ": 707,
    " xin": 314,
    "xin ": 1111,
    "c": 446,
    "à": 1119,
    " c": 42,
    "ch": 453,
    "hà": 617,
    "ào": 1123,
    " ch": 45,
    "chà": 462,
    "hào": 618,
    "ào ": 1124,
    " chà": 49,
    "chào": 463,
    "hào ": 619,
    "b": 407,
    "u": 1057,
    "ổ": 1384,
    " b": 19,
    "bu": 426,
    "uổ": 1083,
    "ổi": 1385,
    " bu": 28,
    "buổ": 427,
    "uổi": 1084,
    "ổi ": 1386,
    " buổ": 29,
    "buổi": 428,
    "uổi ": 1085,
    "s": 965,
    "á": 1127,
    "g": 552,
    " s": 238,
    "sá": 970,
    "án": 1134,
    "ng": 849,
    "g ": 553,
    " sá": 241,
    "sán": 973,
    "áng": 1135,
    "ng ": 850,
    " sán": 243,
    "sáng": 974,
    "áng ": 1136,
    "k": 750,
    "í": 1169,
    " k": 144,
    "kí": 764,
    "ín": 1174,
    "nh": 855,
    "h ": 591,
    " kí": 151,
    "kín": 765,
    "ính": 1175,
    "nh ": 856,
    " kín": 152,
    "kính": 766,
    "ính ": 1176,
    "ê": 1154,
    " ê": 318,
    "ê ": 1155,
    " ê ": 319,
    "t": 984,
    "ố": 1371,
    " t": 252,
    "tố": 1054,
    "ối": 1373,
    " tố": 290,
    "tối": 1055,
    "ối ": 1374,
    " tối": 291,
    "tối ": 1056,
    "ề": 1334,
    "iề": 726,
    "ều": 1336,
    "u ": 1058,
    "chi": 455,
    "hiề": 604,
    "iều": 727,
    "ều ": 1337,
    " chi": 46,
    "chiề": 457,
    "hiều": 605,
    "iều ": 728,
    "a": 381,
    " a": 10,
    "al": 392,
    " al": 15,
    "alo": 393,
    " alo": 16,
    "alo ": 394,
    "ô": 1184,
    "tô": 1041,
    "ôi": 1185,
    " tô": 281,
    "tôi": 1042,
    "ôi ": 1186,
    " tôi": 282,
    "tôi ": 1043,
    "m": 811,
    " m": 177,
    "mu": 823,
    "uố": 1080,
    "ốn": 1375,
    " mu": 182,
    "muố": 824,
    "uốn": 1081,
    "ốn ": 1376,
    " muố": 183,
    "muốn": 825,
    "uốn ": 1082,
    "ỏ": 1368,
    "hỏ": 678,
    "ỏi": 1369,
    " hỏ": 133,
    "hỏi": 679,
    "ỏi ": 1370,
    " hỏi": 134,
    "hỏi ": 680,
    "r": 935,
    "tr": 1017,
    "ru": 944,
    "un": 1068,
    " tr": 270,
    "tru": 1020,
    "run": 945,
    "ung": 1069,
    " tru": 272,
    "trun": 1021,
    "rung": 946,
    "ung ": 1070,
    "â": 1143,
    "tâ": 1035,
    "âm": 1144,
    "m ": 812,
    " tâ": 277,
    "tâm": 1036,
    "âm ": 1145,
    " tâm": 278,
    "tâm ": 1037,
    "ho": 610,
    "cho": 458,
    "ho ": 611,
    " cho": 47,
    "cho ": 459,
    "ơ": 1246,
    " ơ": 353,
    "ơi": 1247,
    " ơi": 354,
    "ơi ": 1248,
    " ơi ": 355,
    "ạ": 1265,
    "tạ": 1046,
    "ạm": 1270,
    " tạ": 285,
    "tạm": 1049,
    "ạm ": 1271,
    " tạm": 287,
    "tạm ": 1050,
    "ệ": 1344,
    "bi": 417,
    "iệ": 734,
    "ệt": 1348,
    "t ": 985,
    " bi": 24,
    "biệ": 421,
    "iệt": 737,
    "ệt ": 1349,
    " biệ": 27,
    "biệt": 422,
    "iệt ": 738,
    "bi ": 418,
    " bi ": 25,
    "by": 429,
    "ye": 1114,
    "e ": 530,
    " by": 30,
    "bye": 430,
    "ye ": 1115,
    " bye": 31,
    "bye ": 431,
    "d": 515,
    " g": 96,
    "go": 567,
    "oo": 905,
    "od": 894,
    "db": 520,
    " go": 102,
    "goo": 568,
    "ood": 906,
    "odb": 895,
    "dby": 521,
    " goo": 103,
    "good": 569,
    "oodb": 907,
    "odby": 896,
    "dbye": 522,
    "ẹ": 1319,
    "hẹ": 664,
    "ẹn": 1320,
    " hẹ": 127,
    "hẹn": 665,
    "ẹn ": 1321,
    " hẹn": 128,
    "hẹn ": 666,
    "ặ": 1316,
    "p": 915,
    "gặ": 578,
    "ặp": 1317,
    "p ": 916,
    " gặ": 108,
    "gặp": 579,
    "ặp ": 1318,
    " gặp": 109,
    "gặp ": 580,
    " l": 157,
    "lạ": 797,
    "ại": 1268,
    " lạ": 168,
    "lại": 800,
    "ại ": 1269,
    " lại": 170,
    "lại ": 801,
    "mo": 820,
    "on": 902,
    " mo": 180,
    "mon": 821,
    "ong": 903,
    " mon": 181,
    "mong": 822,
    "ong ": 904,
    "bạ": 438,
    "ạn": 1272,
    " bạ": 36,
    "bạn": 439,
    "ạn ": 1273,
    " bạn": 37,
    "bạn ": 440,
    "ớ": 1395,
    "sớ": 979,
    "ớm": 1398,
    " sớ": 248,
    "sớm": 980,
    "ớm ": 1399,
    " sớm": 249,
    "sớm ": 981,
    "ú": 1192,
    "hú": 640,
    "úc": 1193,
    "c ": 447,
    "chú": 466,
    "húc": 641,
    "úc ": 1194,
    " chú": 51,
    "chúc": 467,
    "húc ": 642,
    "ộ": 1389,
    "mộ": 835,
    "ột": 1393,
    " mộ": 190,
    "một": 836,
    "ột ": 1394,
    " một": 191,
    "một ": 837,
    " n": 196,
    "gà": 570,
    "ày": 1125,
    " ng": 201,
    "ngà": 853,
    "gày": 571,
    "ày ": 1126,
    " ngà": 203,
    "ngày": 854,
    "gày ": 572,
    "v": 1086,
    " v": 295,
    "vu": 1090,
    "ui": 1063,
    " vu": 298,
    "vui": 1091,
    "ui ": 1064,
    " vui": 299,
    "vui ": 1092,
    "ẻ": 1322,
    "vẻ": 1101,
    "ẻ ": 1323,
    " vẻ": 306,
    "vẻ ": 1102,
    " vẻ ": 307,
    "ma": 813,
    "ai": 388,
    " ma": 178,
    "mai": 814,
    "ai ": 389,
    " mai": 179,
    "mai ": 815,
    "đ": 1202,
    " đ": 323,
    "đi": 1206,
    " đi": 326,
    "đi ": 1207,
    " đi ": 327,
    "đâ": 1217,
    "ây": 1148,
    " đâ": 333,
    "đây": 1220,
    "ây ": 1149,
    " đây": 335,
    "đây ": 1221,
    "ẽ": 1324,
    "sẽ": 975,
    "ẽ ": 1325,
    " sẽ": 244,
    "sẽ ": 976,
    " sẽ ": 245,
    "q": 927,
    " q": 224,
    "qu": 928,
    "ua": 1059,
    "a ": 382,
    " qu": 225,
    "qua": 929,
    "ua ": 1060,
    " qua": 226,
    "qua ": 930,
    "ă": 1197,
    "đă": 1224,
    "ăn": 1198,
    " đă": 338,
    "đăn": 1225,
    "ăng": 1200,
    " đăn": 339,
    "đăng": 1226,
    "ăng ": 1201,
    "ý": 1195,
    "ký": 767,
    "ý ": 1196,
    " ký": 153,
    "ký ": 768,
    " ký ": 154,
    "th": 986,
    "ha": 592,
    "an": 395,
    "nk": 870,
    "k ": 751,
    " th": 253,
    "tha": 987,
    "han": 593,
    "ank": 400,
    "nk ": 871,
    " tha": 254,
    "than": 988,
    "hank": 594,
    "ank ": 401,
    " y": 315,
    "yo": 1116,
    "ou": 910,
    " yo": 316,
    "you": 1117,
    "ou ": 911,
    " you": 317,
    "you ": 1118,
    "cá": 483,
    "ám": 1132,
    " cá": 61,
    "cám": 487,
    "ám ": 1133,
    " cám": 63,
    "cám ": 488,
    "ơn": 1249,
    " ơn": 356,
    "ơn ": 1250,
    " ơn ": 357,
    "ã": 1150,
    "đã": 1222,
    "ã ": 1151,
    " đã": 336,
    "đã ": 1223,
    " đã ": 337,
    "ả": 1276,
    "gi": 557,
    "iả": 716,
    "ải": 1278,
    " gi": 97,
    "giả": 560,
    "iải": 717,
    "ải ": 1279,
    " giả": 99,
    "giải": 561,
    "iải ": 718,
    "đá": 1214,
    "áp": 1141,
    " đá": 331,
    "đáp": 1215,
    "áp ": 1142,
    " đáp": 332,
    "đáp ": 1216,
    "ắ": 1310,
    "hắ": 661,
    "ắc": 1311,
    "thắ": 999,
    "hắc": 662,
    "ắc ": 1312,
    " thắ": 260,
    "thắc": 1000,
    "hắc ": 663,
    "mắ": 832,
    " mắ": 188,
    "mắc": 833,
    " mắc": 189,
    "mắc ": 834,
    "ủ": 1417,
    "củ": 512,
    "ủa": 1418,
    " củ": 81,
    "của": 513,
    "ủa ": 1419,
    " của": 82,
    "của ": 514,
    "ì": 1162,
    "mì": 826,
    "ìn": 1166,
    " mì": 184,
    "mìn": 827,
    "ình": 1167,
    " mìn": 185,
    "mình": 828,
    "ình ": 1168,
    "ể": 1338,
    "iể": 729,
    "ểu": 1342,
    "hiể": 606,
    "iểu": 732,
    "ểu ": 1343,
    " hiể": 122,
    "hiểu": 607,
    "iểu ": 733,
    "õ": 1190,
    " r": 229,
    "rõ": 950,
    "õ ": 1191,
    " rõ": 232,
    "rõ ": 951,
    " rõ ": 233,
    "hơ": 643,
    " hơ": 123,
    "hơn": 644,
    " hơn": 124,
    "hơn ": 645,
    "ồ": 1379,
    "rồ": 957,
    "ồi": 1380,
    " rồ": 236,
    "rồi": 958,
    "ồi ": 1381,
    " rồi": 237,
    "rồi ": 959,
    ",": 360,
    " ,": 1,
    ", ": 361,
    " , ": 2,
    "é": 1152,
    "hé": 623,
    "é ": 1153,
    " nh": 204,
    "nhé": 862,
    "hé ": 624,
    " nhé": 207,
    "nhé ": 863,
    "vì": 1093,
    "ì ": 1163,
    " vì": 300,
    "vì ": 1094,
    " vì ": 301,
    "hô": 637,
    "ôn": 1187,
    "thô": 997,
    "hôn": 638,
    "ông": 1188,
    " thô": 259,
    "thôn": 998,
    "hông": 639,
    "ông ": 1189,
    "ti": 1009,
    " ti": 265,
    "tin": 1010,
    " tin": 266,
    "tin ": 1011,
    "ữ": 1427,
    "hữ": 695,
    "ữu": 1433,
    " hữ": 139,
    "hữu": 698,
    "ữu ": 1434,
    " hữu": 140,
    "hữu ": 699,
    " í": 320,
    "íc": 1171,
    " íc": 321,
    "ích": 1172,
    "ch ": 454,
    " ích": 322,
    "ích ": 1173,
    "kh": 752,
    " kh": 145,
    "khô": 757,
    " khô": 148,
    "khôn": 758,
    "ò": 1177,
    "cò": 494,
    "òn": 1178,
    " cò": 67,
    "còn": 495,
    "òn ": 1179,
    " còn": 68,
    "còn ": 496,
    "nữ": 889,
    "ữa": 1428,
    " nữ": 217,
    "nữa": 890,
    "ữa ": 1429,
    " nữa": 218,
    "nữa ": 891,
    "ó": 1180,
    "có": 497,
    "ó ": 1181,
    " có": 69,
    "có ": 498,
    " có ": 70,
    "câ": 491,
    "âu": 1146,
    " câ": 65,
    "câu": 492,
    "âu ": 1147,
    " câu": 66,
    "câu ": 493,
    "rả": 952,
    "ả ": 1277,
    "trả": 1024,
    "rả ": 953,
    " trả": 274,
    "trả ": 1025,
    "ờ": 1402,
    "lờ": 808,
    "ời": 1404,
    " lờ": 175,
    "lời": 809,
    "ời ": 1405,
    " lời": 176,
    "lời ": 810,
    "nhi": 857,
    " nhi": 205,
    "nhiề": 859,
    "ỗ": 1387,
    "hỗ": 687,
    "ỗ ": 1388,
    " hỗ": 137,
    "hỗ ": 688,
    " hỗ ": 138,
    "ợ": 1408,
    "rợ": 960,
    "ợ ": 1409,
    "trợ": 1026,
    "rợ ": 961,
    " trợ": 275,
    "trợ ": 1027,
    "ks": 762,
    "s ": 966,
    "nks": 872,
    "ks ": 763,
    "anks": 402,
    "nks ": 873,
    "ấ": 1288,
    "rấ": 954,
    "ất": 1293,
    " rấ": 234,
    "rất": 955,
    "ất ": 1294,
    " rất": 235,
    "rất ": 956,
    "ế": 1326,
    "iế": 721,
    "ết": 1332,
    "biế": 419,
    "iết": 724,
    "ết ": 1333,
    " biế": 26,
    "biết": 420,
    "iết ": 725,
    "khi": 753,
    " khi": 146,
    "khi ": 754,
    "cả": 499,
    "ảm": 1280,
    " cả": 71,
    "cảm": 500,
    "ảm ": 1281,
    " cảm": 72,
    "cảm ": 501,
    "là": 785,
    "à ": 1120,
    " là": 160,
    "là ": 786,
    " là ": 161,
    " ai": 13,
    " ai ": 14,
    "iớ": 741,
    "ới": 1396,
    "giớ": 563,
    "iới": 742,
    "ới ": 1397,
    " giớ": 100,
    "giới": 564,
    "iới ": 743,
    "ệu": 1350,
    "thi": 989,
    "hiệ": 608,
    "iệu": 739,
    "ệu ": 1351,
    " thi": 255,
    "thiệ": 990,
    "hiệu": 609,
    "iệu ": 740,
    "về": 1103,
    "ề ": 1335,
    " về": 308,
    "về ": 1104,
    " về ": 309,
    "hệ": 671,
    "ệ ": 1345,
    " hệ": 129,
    "hệ ": 672,
    " hệ ": 130,
    "hố": 681,
    "thố": 1005,
    "hốn": 682,
    "ống": 1377,
    " thố": 263,
    "thốn": 1006,
    "hống": 683,
    "ống ": 1378,
    "gì": 573,
    " gì": 104,
    "gì ": 574,
    " gì ": 105,
    "ữn": 1430,
    "nhữ": 868,
    "hữn": 696,
    "ững": 1431,
    " nhữ": 210,
    "nhữn": 869,
    "hững": 697,
    "ững ": 1432,
    "ư": 1253,
    "hư": 646,
    "ươ": 1257,
    "chư": 468,
    "hươ": 648,
    "ươn": 1258,
    "ơng": 1251,
    " chư": 52,
    "chươ": 469,
    "hươn": 649,
    "ương": 1259,
    "ơng ": 1252,
    "rì": 947,
    "trì": 1022,
    "rìn": 948,
    " trì": 273,
    "trìn": 1023,
    "rình": 949,
    "ản": 1282,
    "iản": 719,
    "ảng": 1284,
    "giản": 562,
    "iảng": 720,
    "ảng ": 1285,
    " d": 83,
    "dạ": 526,
    "ạy": 1274,
    " dạ": 88,
    "dạy": 527,
    "ạy ": 1275,
    " dạy": 89,
    "dạy ": 528,
    "nà": 880,
    " nà": 211,
    "nào": 881,
    " nào": 212,
    "nào ": 882,
    "ác": 1128,
    "các": 484,
    "ác ": 1129,
    " các": 62,
    "các ": 485,
    "ọ": 1363,
    "họ": 675,
    "ọc": 1364,
    " họ": 131,
    "học": 676,
    "ọc ": 1365,
    " học": 132,
    "học ": 677,
    "hó": 634,
    "óa": 1182,
    "khó": 755,
    "hóa": 635,
    "óa ": 1183,
    " khó": 147,
    "khóa": 756,
    "hóa ": 636,
    "lớ": 805,
    "ớp": 1400,
    " lớ": 173,
    "lớp": 806,
    "ớp ": 1401,
    " lớp": 174,
    "lớp ": 807,
    "da": 517,
    " da": 84,
    "dan": 518,
    "anh": 398,
    " dan": 85,
    "danh": 519,
    "anh ": 399,
    "sác": 971,
    "ách": 1130,
    " sác": 242,
    "sách": 972,
    "ách ": 1131,
    "ở": 1406,
    " ở": 358,
    "ở ": 1407,
    " ở ": 359,
    "uy": 1073,
    "quy": 931,
    "uy ": 1074,
    " quy": 227,
    "quy ": 932,
    "ị": 1354,
    "đị": 1238,
    "ịn": 1360,
    " đị": 348,
    "địn": 1241,
    "ịnh": 1361,
    " địn": 350,
    "định": 1242,
    "ịnh ": 1362,
    " u": 292,
    "ud": 1061,
    "d ": 516,
    " ud": 293,
    "ud ": 1062,
    " ud ": 294,
    "cn": 474,
    "nt": 874,
    "tt": 1030,
    " cn": 55,
    "cnt": 475,
    "ntt": 875,
    "tt ": 1031,
    " cnt": 56,
    "cntt": 476,
    "ntt ": 876,
    "cb": 448,
    "b ": 408,
    " cb": 43,
    "cb ": 449,
    " cb ": 44,
    "nc": 847,
    " nc": 199,
    "nc ": 848,
    " nc ": 200,
    "to": 1014,
    "oe": 897,
    "ei": 534,
    "ic": 702,
    " to": 268,
    "toe": 1015,
    "oei": 898,
    "eic": 535,
    "ic ": 703,
    " toe": 269,
    "toei": 1016,
    "oeic": 899,
    "eic ": 536,
    "_": 372,
    " _": 7,
    "__": 374,
    "_n": 378,
    "nu": 877,
    "um": 1065,
    "mb": 817,
    "be": 414,
    "er": 543,
    "r_": 936,
    "_ ": 373,
    " __": 8,
    "__n": 376,
    "_nu": 379,
    "num": 878,
    "umb": 1066,
    "mbe": 818,
    "ber": 415,
    "er_": 544,
    "r__": 937,
    "__ ": 375,
    " __n": 9,
    "__nu": 377,
    "_num": 380,
    "numb": 879,
    "umbe": 1067,
    "mber": 819,
    "ber_": 416,
    "er__": 545,
    "r__ ": 938,
    "2": 366,
    "a2": 383,
    "2 ": 367,
    " a2": 11,
    "a2 ": 384,
    " a2 ": 12,
    "ct": 477,
    "tu": 1032,
    "ut": 1071,
    " ct": 57,
    "ctu": 478,
    "tut": 1033,
    "ut ": 1072,
    " ctu": 58,
    "ctut": 479,
    "tut ": 1034,
    "1": 364,
    "b1": 409,
    "1 ": 365,
    " b1": 20,
    "b1 ": 410,
    " b1 ": 21,
    "4": 368,
    "n4": 845,
    "4 ": 369,
    " n4": 197,
    "n4 ": 846,
    " n4 ": 198,
    "ểm": 1340,
    "điể": 1210,
    "iểm": 730,
    "ểm ": 1341,
    " điể": 329,
    "điểm": 1211,
    "iểm ": 731,
    "sa": 967,
    "ao": 403,
    " sa": 239,
    "sao": 968,
    "ao ": 404,
    " sao": 240,
    "sao ": 969,
    "ư ": 1254,
    "như": 864,
    "hư ": 647,
    " như": 208,
    "như ": 865,
    "hế": 667,
    "ế ": 1327,
    "thế": 1001,
    "hế ": 668,
    " thế": 261,
    "thế ": 1002,
    "điề": 1208,
    " điề": 328,
    "điều": 1209,
    "ki": 759,
    "ện": 1346,
    " ki": 149,
    "kiệ": 760,
    "iện": 735,
    "ện ": 1347,
    " kiệ": 150,
    "kiện": 761,
    "iện ": 736,
    "bả": 441,
    "ảo": 1286,
    " bả": 38,
    "bảo": 442,
    "ảo ": 1287,
    " bảo": 39,
    "bảo ": 443,
    "lư": 792,
    "ưu": 1255,
    " lư": 165,
    "lưu": 793,
    "ưu ": 1256,
    " lưu": 166,
    "lưu ": 794,
    "cấ": 502,
    "ấp": 1291,
    " cấ": 73,
    "cấp": 503,
    "ấp ": 1292,
    " cấp": 74,
    "cấp ": 504,
    "ứ": 1420,
    "hứ": 692,
    "ứn": 1421,
    "chứ": 472,
    "hứn": 693,
    "ứng": 1422,
    " chứ": 54,
    "chứn": 473,
    "hứng": 694,
    "ứng ": 1423,
    "ậ": 1305,
    "hậ": 658,
    "ận": 1306,
    "nhậ": 866,
    "hận": 659,
    "ận ": 1307,
    " nhậ": 209,
    "nhận": 867,
    "hận ": 660,
    "đố": 1243,
    " đố": 351,
    "đối": 1244,
    " đối": 352,
    "đối ": 1245,
    "vớ": 1105,
    " vớ": 310,
    "với": 1106,
    " với": 311,
    "với ": 1107,
    "iá": 708,
    "áo": 1139,
    "giá": 558,
    "iáo": 709,
    "áo ": 1140,
    " giá": 98,
    "giáo": 559,
    "iáo ": 710,
    "vi": 1087,
    "iê": 711,
    "ên": 1158,
    " vi": 296,
    "viê": 1088,
    "iên": 712,
    "ên ": 1159,
    " viê": 297,
    "viên": 1089,
    "iên ": 713,
    "tậ": 1051,
    "ập": 1308,
    " tậ": 288,
    "tập": 1052,
    "ập ": 1309,
    " tập": 289,
    "tập ": 1053,
    "àm": 1121,
    "làm": 787,
    "àm ": 1122,
    " làm": 162,
    "làm ": 788,
    "mớ": 838,
    " mớ": 192,
    "mới": 839,
    " mới": 193,
    "mới ": 840,
    "đư": 1227,
    "ượ": 1260,
    "ợc": 1410,
    " đư": 340,
    "đượ": 1228,
    "ược": 1261,
    "ợc ": 1411,
    " đượ": 341,
    "được": 1229,
    "ược ": 1262,
    "mấ": 829,
    "ấy": 1295,
    " mấ": 186,
    "mấy": 830,
    "ấy ": 1296,
    " mấy": 187,
    "mấy ": 831,
    "kế": 769,
    " kế": 155,
    "kết": 770,
    " kết": 156,
    "kết ": 771,
    "uả": 1075,
    "quả": 933,
    "uả ": 1076,
    " quả": 228,
    "quả ": 934,
    " p": 219,
    "ph": 917,
    "hả": 653,
    " ph": 220,
    "phả": 920,
    "hải": 654,
    " phả": 222,
    "phải": 921,
    "hải ": 655,
    "hờ": 689,
    "thờ": 1007,
    "hời": 690,
    " thờ": 264,
    "thời": 1008,
    "hời ": 691,
    "hạ": 650,
    " hạ": 125,
    "hạn": 651,
    " hạn": 126,
    "hạn ": 652,
    "ba": 411,
    " ba": 22,
    "bao": 412,
    " bao": 23,
    "bao ": 413,
    "lâ": 789,
    " lâ": 163,
    "lâu": 790,
    " lâu": 164,
    "lâu ": 791,
    " an": 17,
    " anh": 18,
    "vă": 1095,
    " vă": 302,
    "văn": 1096,
    "ăn ": 1199,
    " văn": 303,
    "văn ": 1097,
    "tại": 1047,
    " tại": 286,
    "tại ": 1048,
    "hì": 628,
    "thì": 995,
    "hì ": 629,
    " thì": 258,
    "thì ": 996,
    "ịa": 1355,
    "địa": 1239,
    "ịa ": 1356,
    " địa": 349,
    "địa ": 1240,
    "ỉ": 1352,
    "hỉ": 673,
    "ỉ ": 1353,
    "chỉ": 470,
    "hỉ ": 674,
    " chỉ": 53,
    "chỉ ": 471,
    "?": 370,
    " ?": 5,
    "? ": 371,
    " ? ": 6,
    "số": 977,
    "ố ": 1372,
    " số": 246,
    "số ": 978,
    " số ": 247,
    "điệ": 1212,
    " điệ": 330,
    "điện": 1213,
    "oạ": 912,
    "tho": 991,
    "hoạ": 612,
    "oại": 913,
    " tho": 256,
    "thoạ": 992,
    "hoại": 613,
    "oại ": 914,
    "êu": 1160,
    "hiê": 602,
    "iêu": 714,
    "êu ": 1161,
    "nhiê": 858,
    "hiêu": 603,
    "iêu ": 715,
    " e": 90,
    "em": 540,
    "il": 704,
    "l ": 773,
    " em": 91,
    "ema": 541,
    "ail": 390,
    "il ": 705,
    " ema": 92,
    "emai": 542,
    "mail": 816,
    "ail ": 391,
    "li": 774,
    " li": 158,
    "liê": 775,
    " liê": 159,
    "liên": 776,
    "f": 548,
    " f": 93,
    "fa": 549,
    "ac": 385,
    "ce": 450,
    "eb": 531,
    "bo": 423,
    "ok": 900,
    " fa": 94,
    "fac": 550,
    "ace": 386,
    "ceb": 451,
    "ebo": 532,
    "boo": 424,
    "ook": 908,
    "ok ": 901,
    " fac": 95,
    "face": 551,
    "aceb": 387,
    "cebo": 452,
    "eboo": 533,
    "book": 425,
    "ook ": 909,
    "ụ": 1415,
    "cụ": 510,
    "ụ ": 1416,
    " cụ": 79,
    "cụ ": 511,
    " cụ ": 80,
    "hể": 669,
    "ể ": 1339,
    "thể": 1003,
    "hể ": 670,
    " thể": 262,
    "thể ": 1004,
    "ằ": 1313,
    "nằ": 883,
    "ằm": 1314,
    " nằ": 213,
    "nằm": 884,
    "ằm ": 1315,
    " nằm": 214,
    "nằm ": 885,
    "đâu": 1218,
    " đâu": 334,
    "đâu ": 1219,
    "ạc": 1266,
    "lạc": 798,
    "ạc ": 1267,
    " lạc": 169,
    "lạc ": 799,
    "ầ": 1297,
    "gầ": 575,
    "ần": 1298,
    " gầ": 106,
    "gần": 576,
    "ần ": 1299,
    " gần": 107,
    "gần ": 577,
    "cầ": 505,
    " cầ": 75,
    "cần": 506,
    " cần": 76,
    "cần ": 507,
    "để": 1236,
    " để": 346,
    "để ": 1237,
    " để ": 347,
    "gọ": 581,
    "ọi": 1366,
    " gọ": 110,
    "gọi": 582,
    "ọi ": 1367,
    " gọi": 111,
    "gọi ": 583,
    "hê": 625,
    "êm": 1156,
    "thê": 993,
    "hêm": 626,
    "êm ": 1157,
    " thê": 257,
    "thêm": 994,
    "hêm ": 627,
    ".": 362,
    " .": 3,
    ". ": 363,
    " . ": 4,
    "ử": 1424,
    "gử": 587,
    "ửi": 1425,
    " gử": 114,
    "gửi": 588,
    "ửi ": 1426,
    " gửi": 115,
    "gửi ": 589,
    "đế": 1233,
    "ến": 1328,
    " đế": 344,
    "đến": 1234,
    "ến ": 1329,
    " đến": 345,
    "đến ": 1235,
    "chi ": 456,
    "há": 620,
    "nhá": 860,
    "hán": 621,
    "ánh": 1137,
    " nhá": 206,
    "nhán": 861,
    "hánh": 622,
    "ánh ": 1138,
    "hí": 630,
    "chí": 464,
    "hín": 632,
    " chí": 50,
    "chín": 465,
    "hính": 633,
    "bộ": 444,
    "ộ ": 1390,
    " bộ": 40,
    "bộ ": 445,
    " bộ ": 41,
    "phậ": 923,
    " phậ": 223,
    "phận": 924,
    "tư": 1044,
    " tư": 283,
    "tư ": 1045,
    " tư ": 284,
    "vấ": 1098,
    "ấn": 1289,
    " vấ": 304,
    "vấn": 1099,
    "ấn ": 1290,
    " vấn": 305,
    "vấn ": 1100,
    "í ": 1170,
    "phí": 918,
    "hí ": 631,
    " phí": 221,
    "phí ": 919,
    "ự": 1435,
    "rự": 962,
    "ực": 1437,
    "trự": 1028,
    "rực": 963,
    "ực ": 1438,
    " trự": 276,
    "trực": 1029,
    "rực ": 964,
    "ếp": 1330,
    "tiế": 1012,
    "iếp": 722,
    "ếp ": 1331,
    " tiế": 267,
    "tiếp": 1013,
    "iếp ": 723,
    "ga": 554,
    "ay": 405,
    "nga": 851,
    "gay": 555,
    "ay ": 406,
    " nga": 202,
    "ngay": 852,
    "gay ": 556,
    "bâ": 435,
    " bâ": 34,
    "bây": 436,
    " bây": 35,
    "bây ": 437,
    "iờ": 744,
    "ờ ": 1403,
    "giờ": 565,
    "iờ ": 745,
    " giờ": 101,
    "giờ ": 566,
    "bá": 432,
    " bá": 32,
    "báo": 433,
    " báo": 33,
    "báo ": 434,
    "cáo": 489,
    " cáo": 64,
    "cáo ": 490,
    "sự": 982,
    "ự ": 1436,
    " sự": 250,
    "sự ": 983,
    " sự ": 251,
    "cố": 508,
    " cố": 77,
    "cố ": 509,
    " cố ": 78,
    "hản": 656,
    "ản ": 1283,
    "phản": 922,
    "hản ": 657,
    "hồ": 684,
    " hồ": 135,
    "hồi": 685,
    " hồi": 136,
    "hồi ": 686,
    "tì": 1038,
    "ìm": 1164,
    " tì": 279,
    "tìm": 1039,
    "ìm ": 1165,
    " tìm": 280,
    "tìm ": 1040,
    "cách": 486,
    "cu": 480,
    " cu": 59,
    "cun": 481,
    " cun": 60,
    "cung": 482,
    "gồ": 584,
    "ồm": 1382,
    " gồ": 112,
    "gồm": 585,
    "ồm ": 1383,
    " gồm": 113,
    "gồm ": 586,
    "đa": 1203,
    " đa": 324,
    "đan": 1204,
    "ang": 396,
    " đan": 325,
    "đang": 1205,
    "ang ": 397,
    "mở": 841,
    " mở": 194,
    "mở ": 842,
    " mở ": 195,
    "nộ": 886,
    "ội": 1391,
    " nộ": 215,
    "nội": 887,
    "ội ": 1392,
    " nội": 216,
    "nội ": 888,
    "du": 523,
    " du": 86,
    "dun": 524,
    " dun": 87,
    "dung": 525,
    "ợn": 1412,
    "lượ": 795,
    "ượn": 1263,
    "ợng": 1413,
    " lượ": 167,
    "lượn": 796,
    "ượng": 1264,
    "ợng ": 1414,
    "ra": 939,
    " ra": 230,
    "ra ": 940,
    " ra ": 231,
    "ẩ": 1302,
    "hu": 614,
    "uẩ": 1077,
    "ẩn": 1303,
    "chu": 460,
    "huẩ": 615,
    "uẩn": 1078,
    "ẩn ": 1304,
    " chu": 48,
    "chuẩ": 461,
    "huẩn": 616,
    "uẩn ": 1079,
    "đầ": 1230,
    "ầu": 1300,
    " đầ": 342,
    "đầu": 1231,
    "ầu ": 1301,
    " đầu": 343,
    "đầu ": 1232,
    "ro": 941,
    "tro": 1018,
    "ron": 942,
    " tro": 271,
    "tron": 1019,
    "rong": 943,
    "lị": 802,
    "ịc": 1357,
    " lị": 171,
    "lịc": 803,
    "ịch": 1358,
    " lịc": 172,
    "lịch": 804,
    "ịch ": 1359,
    "j": 746,
    " j": 141,
    "jl": 747,
    "lp": 782,
    "pt": 925,
    " jl": 142,
    "jlp": 748,
    "lpt": 783,
    "pt ": 926,
    " jlp": 143,
    "jlpt": 749,
    "lpt ": 784
  },
  "response": null,
  "action_text": null
}