{
  "text": {
    "hey": 35,
    "hello": 34,
    "hi": 36,
    "xin": 101,
    "chào": 15,
    "buổi": 8,
    "sáng": 77,
    "kính": 48,
    "ê": 103,
    "tối": 95,
    "chiều": 13,
    "alo": 3,
    "tôi": 93,
    "muốn": 56,
    "hỏi": 41,
    "trung": 89,
    "tâm": 92,
    "cho": 14,
    "ơi": 113,
    "tạm": 94,
    "biệt": 7,
    "bi": 5,
    "bye": 9,
    "goodbye": 31,
    "hẹn": 39,
    "gặp": 33,
    "lại": 52,
    "mong": 55,
    "bạn": 10,
    "sớm": 79,
    "chúc": 16,
    "một": 59,
    "ngày": 62,
    "vui": 97,
    "vẻ": 99,
    "mai": 54,
    "đi": 105,
    "đây": 109,
    "sẽ": 78,
    "qua": 70,
    "đăng": 111,
    "ký": 49,
    "thx": 82,
    "thank": 80,
    "you": 102,
    "cám": 21,
    "ơn": 114,
    "đã": 110,
    "giải": 29,
    "đáp": 108,
    "thắc": 84,
    "mắc": 58,
    "của": 27,
    "mình": 57,
    "hiểu": 37,
    "rõ": 72,
    "hơn": 38,
    "rồi": 74,
    "nhé": 64,
    "vì": 98,
    "thông": 83,
    "tin": 87,
    "hữu": 43,
    "ích": 104,
    "không": 46,
    "còn": 23,
    "nữa": 69,
    "có": 24,
    "câu": 22,
    "trả": 90,
    "lời": 53,
    "nhiều": 63,
    "hỗ": 42,
    "trợ": 91,
    "rất": 73,
    "biết": 6,
    "khi": 44,
    "cảm": 25,
    "là": 50,
    "ai": 2,
    "giới": 30,
    "thiệu": 81,
    "về": 100,
    "hệ": 40,
    "thống": 86,
    "gì": 32,
    "các": 20,
    "quy": 71,
    "định": 112,
    "những": 67,
    "danh": 28,
    "sách": 76,
    "ở": 115,
    "điểm": 107,
    "sao": 75,
    "như": 65,
    "thế": 85,
    "nào": 68,
    "điều": 106,
    "kiện": 47,
    "bảo": 11,
    "lưu": 51,
    "cấp": 26,
    "chứng": 17,
    "nhận": 66,
    "khóa": 45,
    "ud": 96,
    "cntt": 18,
    "cb": 12,
    "nc": 61,
    "toeic": 88,
    "__number__": 0,
    "a2": 1,
    "ctut": 19,
    "b1": 4,
    "n4": 60
  },
  "intent": {
    "chao_hoi": 2,
    "tam_biet": 5,
    "cam_on": 1,
    "bot_challenge": 0,
    "xem_danh_sach_quy_dinh": 6,
    "xem_quy_dinh_chi_tiet": 7,
    "inform": 3,
    "nlu_fallback": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fallback_reset": 6,
    "action_xem_danh_sach_quy_dinh": 13,
    "utter_cam_on": 14,
    "utter_chao_hoi": 15,
    "utter_iamabot": 16,
    "utter_tam_biet": 17
  },
  "action_text": null,
  "intent_response_key": null
}