{
  "text": {
    "hey": 44,
    "hello": 43,
    "hi": 45,
    "xin": 140,
    "chào": 17,
    "buổi": 10,
    "sáng": 103,
    "kính": 60,
    "ê": 142,
    "tối": 130,
    "chiều": 15,
    "alo": 3,
    "tôi": 123,
    "muốn": 73,
    "hỏi": 53,
    "trung": 118,
    "tâm": 122,
    "cho": 16,
    "ơi": 157,
    "tạm": 126,
    "biệt": 9,
    "bi": 7,
    "bye": 11,
    "goodbye": 40,
    "hẹn": 50,
    "gặp": 42,
    "lại": 68,
    "mong": 72,
    "bạn": 12,
    "sớm": 105,
    "chúc": 18,
    "một": 77,
    "ngày": 82,
    "vui": 133,
    "vẻ": 137,
    "mai": 71,
    "đi": 145,
    "đây": 151,
    "sẽ": 104,
    "qua": 93,
    "đăng": 153,
    "ký": 61,
    "thank": 106,
    "you": 141,
    "cám": 25,
    "ơn": 158,
    "đã": 152,
    "giải": 37,
    "đáp": 149,
    "thắc": 112,
    "mắc": 76,
    "của": 31,
    "mình": 74,
    "hiểu": 46,
    "rõ": 97,
    "hơn": 48,
    "rồi": 99,
    "nhé": 86,
    "vì": 134,
    "thông": 111,
    "tin": 116,
    "hữu": 55,
    "ích": 143,
    "không": 58,
    "còn": 27,
    "nữa": 91,
    "có": 28,
    "câu": 26,
    "trả": 120,
    "lời": 70,
    "nhiều": 85,
    "hỗ": 54,
    "trợ": 121,
    "thanks": 107,
    "rất": 98,
    "biết": 8,
    "khi": 56,
    "cảm": 29,
    "là": 64,
    "ai": 2,
    "giới": 39,
    "thiệu": 108,
    "về": 138,
    "hệ": 51,
    "thống": 114,
    "gì": 41,
    "những": 89,
    "chương": 19,
    "trình": 119,
    "giảng": 38,
    "dạy": 33,
    "nào": 90,
    "các": 24,
    "học": 52,
    "khóa": 57,
    "lớp": 69,
    "danh": 32,
    "sách": 102,
    "ở": 159,
    "quy": 94,
    "định": 155,
    "ud": 131,
    "cntt": 22,
    "cb": 14,
    "nc": 80,
    "toeic": 117,
    "__number__": 0,
    "a2": 1,
    "ctut": 23,
    "b1": 5,
    "n4": 79,
    "điểm": 147,
    "sao": 100,
    "như": 87,
    "thế": 113,
    "điều": 146,
    "kiện": 59,
    "bảo": 13,
    "lưu": 67,
    "cấp": 30,
    "chứng": 21,
    "nhận": 88,
    "đối": 156,
    "với": 139,
    "giáo": 36,
    "viên": 132,
    "tập": 128,
    "làm": 65,
    "mới": 78,
    "được": 154,
    "mấy": 75,
    "kết": 62,
    "quả": 95,
    "phải": 92,
    "thời": 115,
    "hạn": 49,
    "bao": 6,
    "lâu": 66,
    "anh": 4,
    "văn": 135,
    "tại": 125,
    "thì": 110,
    "so_dien_thoai": 101,
    "email": 34,
    "facebook": 35,
    "tư": 124,
    "vấn": 136,
    "thêm": 109,
    "liên": 63,
    "đâu": 150,
    "ngoại": 81,
    "ngữ": 84,
    "hiện": 47,
    "đang": 144,
    "đào": 148,
    "tạo": 127,
    "ngôn": 83,
    "chỉ": 20,
    "quốc": 96,
    "tế": 129
  },
  "intent": {
    "chao_hoi": 2,
    "tam_biet": 26,
    "cam_on": 1,
    "bot_challenge": 0,
    "hoi_chuong_trinh_giang_day": 5,
    "hoi_danh_sach_quy_dinh": 8,
    "inform": 24,
    "xem_quy_dinh_chi_tiet": 27,
    "hoi_dieu_kien_bao_luu": 9,
    "hoi_thong_tin_lien_he": 23,
    "hoi_thong_tin_khoa_hoc": 22,
    "hoi_lich_khai_giang": 14,
    "hoi_quy_dinh": 18,
    "hoi_mau_don_dang_ky": 15,
    "hoi_ket_qua_thi": 13,
    "hoi_can_bo_phu_trach": 3,
    "hoi_hoc_phi": 12,
    "hoi_phuong_thuc_hoc": 17,
    "hoi_co_so_vat_chat": 6,
    "hoi_quy_trinh_thi": 19,
    "hoi_giao_vien": 10,
    "hoi_ho_tro_hoc_vien": 11,
    "hoi_dang_ky_hoc": 7,
    "hoi_thoi_gian_hoc": 20,
    "hoi_chat_luong_dao_tao": 4,
    "hoi_thong_tin_chung_ve_trung_tam": 21,
    "hoi_phan_hoi_gop_y_khieu_nai": 16,
    "nlu_fallback": 25
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fallback_reset": 6,
    "action_tra_cuu_dieu_kien_bao_luu": 11,
    "action_tra_cuu_thong_tin_chi_tiet_quy_dinh": 12,
    "action_xem_chuong_trinh_giang_day": 15,
    "action_xem_danh_sach_quy_dinh": 16,
    "form_dieu_kien_bao_luu": 17,
    "utter_cam_on": 18,
    "utter_chao_hoi": 19,
    "utter_iamabot": 20,
    "utter_tam_biet": 21
  },
  "action_text": null,
  "intent_response_key": null
}