{
  "text": {
    "hey": 38,
    "hello": 37,
    "hi": 39,
    "xin": 108,
    "chào": 15,
    "buổi": 8,
    "sáng": 81,
    "kính": 52,
    "ê": 110,
    "tối": 100,
    "chiều": 13,
    "alo": 3,
    "tôi": 97,
    "muốn": 60,
    "hỏi": 45,
    "trung": 93,
    "tâm": 96,
    "cho": 14,
    "ơi": 121,
    "tạm": 98,
    "biệt": 7,
    "bi": 5,
    "bye": 9,
    "goodbye": 34,
    "hẹn": 42,
    "gặp": 36,
    "lại": 56,
    "mong": 59,
    "bạn": 10,
    "sớm": 83,
    "chúc": 16,
    "một": 63,
    "ngày": 66,
    "vui": 103,
    "vẻ": 105,
    "mai": 58,
    "đi": 112,
    "đây": 116,
    "sẽ": 82,
    "qua": 74,
    "đăng": 118,
    "ký": 53,
    "thx": 86,
    "thank": 84,
    "you": 109,
    "cám": 21,
    "ơn": 122,
    "đã": 117,
    "giải": 31,
    "đáp": 115,
    "thắc": 88,
    "mắc": 62,
    "của": 27,
    "mình": 61,
    "hiểu": 40,
    "rõ": 76,
    "hơn": 41,
    "rồi": 78,
    "nhé": 68,
    "vì": 104,
    "thông": 87,
    "tin": 91,
    "hữu": 47,
    "ích": 111,
    "không": 50,
    "còn": 23,
    "nữa": 73,
    "có": 24,
    "câu": 22,
    "trả": 94,
    "lời": 57,
    "nhiều": 67,
    "hỗ": 46,
    "trợ": 95,
    "rất": 77,
    "biết": 6,
    "khi": 48,
    "cảm": 25,
    "là": 54,
    "ai": 2,
    "giới": 33,
    "thiệu": 85,
    "về": 106,
    "hệ": 43,
    "thống": 90,
    "gì": 35,
    "các": 20,
    "quy": 75,
    "định": 119,
    "danh": 28,
    "sách": 80,
    "những": 71,
    "nào": 72,
    "khóa": 49,
    "ud": 101,
    "cntt": 18,
    "cb": 12,
    "nc": 65,
    "toeic": 92,
    "__number__": 0,
    "a2": 1,
    "ctut": 19,
    "b1": 4,
    "n4": 64,
    "điểm": 114,
    "sao": 79,
    "như": 69,
    "thế": 89,
    "điều": 113,
    "kiện": 51,
    "bảo": 11,
    "lưu": 55,
    "cấp": 26,
    "chứng": 17,
    "nhận": 70,
    "giảng": 32,
    "dạy": 29,
    "đối": 120,
    "với": 107,
    "giáo": 30,
    "viên": 102,
    "học": 44,
    "tập": 99
  },
  "intent": {
    "chao_hoi": 2,
    "tam_biet": 6,
    "cam_on": 1,
    "bot_challenge": 0,
    "hoi_danh_sach_quy_dinh": 3,
    "inform": 4,
    "xem_quy_dinh_chi_tiet": 7,
    "nlu_fallback": 5
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fallback_reset": 6,
    "action_tra_cuu_thong_tin_chi_tiet_quy_dinh": 11,
    "action_xem_danh_sach_quy_dinh": 14,
    "utter_cam_on": 15,
    "utter_chao_hoi": 16,
    "utter_iamabot": 17,
    "utter_tam_biet": 18
  },
  "action_text": null,
  "intent_response_key": null
}