{
  "text": {
    "hey": 41,
    "hello": 40,
    "hi": 42,
    "xin": 125,
    "chào": 17,
    "buổi": 10,
    "sáng": 93,
    "kính": 56,
    "ê": 127,
    "tối": 116,
    "chiều": 15,
    "alo": 3,
    "tôi": 112,
    "muốn": 68,
    "hỏi": 49,
    "trung": 107,
    "tâm": 111,
    "cho": 16,
    "ơi": 139,
    "tạm": 114,
    "biệt": 9,
    "bi": 7,
    "bye": 11,
    "goodbye": 37,
    "hẹn": 46,
    "gặp": 39,
    "lại": 63,
    "mong": 67,
    "bạn": 12,
    "sớm": 95,
    "chúc": 18,
    "một": 72,
    "ngày": 76,
    "vui": 119,
    "vẻ": 122,
    "mai": 66,
    "đi": 129,
    "đây": 133,
    "sẽ": 94,
    "qua": 85,
    "đăng": 135,
    "ký": 57,
    "thank": 96,
    "you": 126,
    "cám": 24,
    "ơn": 140,
    "đã": 134,
    "giải": 34,
    "đáp": 132,
    "thắc": 101,
    "mắc": 71,
    "của": 30,
    "mình": 69,
    "hiểu": 43,
    "rõ": 88,
    "hơn": 44,
    "rồi": 90,
    "nhé": 78,
    "vì": 120,
    "thông": 100,
    "tin": 105,
    "hữu": 51,
    "ích": 128,
    "không": 54,
    "còn": 26,
    "nữa": 83,
    "có": 27,
    "câu": 25,
    "trả": 109,
    "lời": 65,
    "nhiều": 77,
    "hỗ": 50,
    "trợ": 110,
    "thanks": 97,
    "rất": 89,
    "biết": 8,
    "khi": 52,
    "cảm": 28,
    "là": 59,
    "ai": 2,
    "giới": 36,
    "thiệu": 98,
    "về": 123,
    "hệ": 47,
    "thống": 103,
    "gì": 38,
    "những": 81,
    "chương": 19,
    "trình": 108,
    "giảng": 35,
    "dạy": 32,
    "nào": 82,
    "các": 23,
    "học": 48,
    "khóa": 53,
    "lớp": 64,
    "danh": 31,
    "sách": 92,
    "ở": 141,
    "quy": 86,
    "định": 137,
    "ud": 117,
    "cntt": 21,
    "cb": 14,
    "nc": 75,
    "toeic": 106,
    "__number__": 0,
    "a2": 1,
    "ctut": 22,
    "b1": 5,
    "n4": 74,
    "điểm": 131,
    "sao": 91,
    "như": 79,
    "thế": 102,
    "điều": 130,
    "kiện": 55,
    "bảo": 13,
    "lưu": 62,
    "cấp": 29,
    "chứng": 20,
    "nhận": 80,
    "đối": 138,
    "với": 124,
    "giáo": 33,
    "viên": 118,
    "tập": 115,
    "làm": 60,
    "mới": 73,
    "được": 136,
    "mấy": 70,
    "kết": 58,
    "quả": 87,
    "phải": 84,
    "thời": 104,
    "hạn": 45,
    "bao": 6,
    "lâu": 61,
    "anh": 4,
    "văn": 121,
    "tại": 113,
    "thì": 99
  },
  "intent": {
    "chao_hoi": 2,
    "tam_biet": 8,
    "cam_on": 1,
    "bot_challenge": 0,
    "hoi_chuong_trinh_giang_day": 3,
    "hoi_danh_sach_quy_dinh": 4,
    "inform": 6,
    "xem_quy_dinh_chi_tiet": 9,
    "hoi_dieu_kien_bao_luu": 5,
    "nlu_fallback": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fallback_reset": 6,
    "action_tra_cuu_dieu_kien_bao_luu": 11,
    "action_tra_cuu_thong_tin_chi_tiet_quy_dinh": 12,
    "action_xem_chuong_trinh_giang_day": 15,
    "action_xem_danh_sach_quy_dinh": 16,
    "form_dieu_kien_bao_luu": 17,
    "utter_cam_on": 18,
    "utter_chao_hoi": 19,
    "utter_iamabot": 20,
    "utter_tam_biet": 21
  },
  "action_text": null,
  "intent_response_key": null
}