{
  "text": {
    "hey": 31,
    "hello": 30,
    "hi": 32,
    "xin": 92,
    "chào": 11,
    "buổi": 5,
    "sáng": 68,
    "kính": 44,
    "ê": 94,
    "tối": 86,
    "chiều": 9,
    "alo": 1,
    "tôi": 83,
    "muốn": 51,
    "hỏi": 38,
    "trung": 79,
    "tâm": 82,
    "cho": 10,
    "ơi": 103,
    "tạm": 84,
    "biệt": 4,
    "bi": 2,
    "bye": 6,
    "goodbye": 27,
    "hẹn": 35,
    "gặp": 29,
    "lại": 47,
    "mong": 50,
    "bạn": 7,
    "sớm": 70,
    "chúc": 12,
    "một": 54,
    "ngày": 55,
    "vui": 87,
    "vẻ": 89,
    "mai": 49,
    "đi": 96,
    "đây": 99,
    "sẽ": 69,
    "qua": 62,
    "đăng": 101,
    "ký": 45,
    "thx": 73,
    "thank": 71,
    "you": 93,
    "cám": 15,
    "ơn": 104,
    "đã": 100,
    "giải": 24,
    "đáp": 98,
    "thắc": 75,
    "mắc": 53,
    "của": 21,
    "mình": 52,
    "hiểu": 33,
    "rõ": 64,
    "hơn": 34,
    "rồi": 66,
    "nhé": 57,
    "vì": 88,
    "thông": 74,
    "tin": 77,
    "hữu": 40,
    "ích": 95,
    "không": 42,
    "còn": 17,
    "nữa": 61,
    "có": 18,
    "câu": 16,
    "trả": 80,
    "lời": 48,
    "nhiều": 56,
    "hỗ": 39,
    "trợ": 81,
    "rất": 65,
    "biết": 3,
    "khi": 41,
    "cảm": 19,
    "là": 46,
    "ai": 0,
    "giới": 26,
    "thiệu": 72,
    "về": 90,
    "hệ": 36,
    "thống": 76,
    "gì": 28,
    "các": 14,
    "quy": 63,
    "định": 102,
    "danh": 22,
    "sách": 67,
    "những": 59,
    "nào": 60,
    "chi": 8,
    "tiết": 78,
    "học": 37,
    "tập": 85,
    "xem": 91,
    "giảng": 25,
    "dạy": 23,
    "điều": 97,
    "kiện": 43,
    "cấp": 20,
    "chứng": 13,
    "nhận": 58
  },
  "intent": {
    "chao_hoi": 2,
    "tam_biet": 6,
    "cam_on": 1,
    "bot_challenge": 0,
    "hoi_danh_sach_quy_dinh": 4,
    "chi_tiet_quy_dinh": 3,
    "nlu_fallback": 5
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_xem_danh_sach_quy_dinh": 12,
    "utter_cam_on": 13,
    "utter_chao_hoi": 14,
    "utter_default": 15,
    "utter_iamabot": 16,
    "utter_tam_biet": 17
  },
  "action_text": null,
  "intent_response_key": null
}